{
  "title": "Number Maze",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jbm.numbermaze",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "March 1, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "jbmoore",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jbm.numbermaze",
  "extendedInfo": {
    "installSize": "338k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "The goal of Number Maze is to make your way from the upper left hand corner of the maze to the lower right hand corner. You can travel up, down, left, and right but not diagonally. The path you take from start to end must respect the numeric row and column constraints. For example, if a row/column has the number 5 beside/above it then you must have exactly 5 dots in that row/column. Finally, the path may only enter each selected cell one time (in other words, the path cannot overlap itself). Press the menu button on your device while on the maze screen and tap 'Help' for more information. Number Maze supports pinch zooming. Using the two fingered pinch zoom gesture you can increase and decrease the size of the maze. Zooming is recommended for smaller screens, especially when you increase the number of rows/columns in your maze. To change the number of rows/columns press the menu button on your device while on the maze screen and then click the 'Rows/Columns' button. Number Maze becomes drastically more challenging as you increase the number of rows/columns. Are you skilled enough to solve a maze with 10 rows/columns?",
    "reviews": [
      {
        "timestampMsec": "1332244887025",
        "starRating": "5",
        "title": "Finally!",
        "comment": "I am so glad you ported this game from paper; it\\'s one of my absolute favorites. Superb job on the minimalist interface. It works, and it\\'s fun! Now I just need to find an app for Math Mines/Black Magic!",
        "commentId": "lg:AOqpTOGvCo-H-2HD5wsIQyLpvT5zOfRHeAzOGMqxEFcryD5VtnwudBiu3T8svyZA6poDmjVSPvzb9XbIJ-BJqOo",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
