{
  "title": "GOSMS Old Season theme Gnokkia",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.gosms_oldseason_gnokkia",
  "category": "Personalization",
  "price": "$1.80",
  "datePublished": "October 28, 2012",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Gnokkia Themes",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.gosms_oldseason_gnokkia",
  "extendedInfo": {
    "installSize": "405k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "GNOKKIA Themes for GO SMS Pro ThemeALSO AVAILABLE MATCHING GO LAUNCHER THEME!WARNING: Jelly Bean (Android 4.1) users MAY end up with a broken theme. This may be due to a new encryption from Google Play upon download. Waiting for a fix, if the theme is not showing up directly, please send an email for a non-encrypted copy using the Gmail account you purchased with.OLD SEASON for GO SMS Pro theme, the best exclusive and unique digital SEPIA OLD SEASON GOSMStheme for Android!OLD SEASON, the best exclusive and unique digital SEPIA OLD SEASON theme for GO SMS PRO from Gnokkia Themes. The original beautiful theme that will make your phone shine!Tested for long time on real device in order to assure the best user experience!BEWARE OF IMITATIONS!You MUST have GO SMS PRO installed! If not, it's available for free in Android Market.To apply the theme within GO SMS Pro : MENU >THEME >choose the theme and apply.UPDATED TO V. 4.0!Special Features:-Special HD wallpapers from vectorial graphic art-Unique MOU icons-High quality graphics and all elements skinned-Maximum readibilityThank you for your support, and don't forget to rate and leave a comment :)Follow us on Facebook http://facebook.com/GnokkiaMobileDesignFollow us on Twitter http://twitter.com/GnokkiaRead of us on www.gnokkia.netChange the look of your phone, try Gnokkia Themes!Try other art in themes searching for \"Gnokkia\" in Android Market!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
