{
  "title": "Jagamaga Audiobooks",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jagamaga.audioreader",
  "category": "Books & Reference",
  "price": "$0.99",
  "datePublished": "February 16, 2011",
  "version": "1.2",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "13",
  "rating": "3.7692308",
  "contentRating": "Everyone",
  "creator": "Jagamaga",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jagamaga.audioreader",
  "extendedInfo": {
    "installSize": "245k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Enjoy high quality audiobooks and access the complete Jagamaga catalog. This crystal-clear selection of iconic classics sets a new standard for low-cost audiobooks. Instant access to outstanding productions of professionally enhanced LibriVox audiobooks.  Mobile optimized audiobooks with regularly new free content added.Jagamaga is the perfect complement to the large LibriVox collection of public domain audio books, read by volunteers. All files have been converted to the new m4a file format, providing best quality and minimum download size. Over the air downloads are fast and easy, with uncompromised sound quality. Now, professionally mastered, the improved sound of these audiobooks is pleasure for the ears. Each chapter is carefully edited and tagged, ensuring interruption-free listening while giving credit to these talented narrators. Never before have these audio books been so enjoyable.Key Features: + The only app that offers professionally curated LibriVox audiobooks.   + Instant access to outstanding productions. + Professionally mastered Public Domain audiobooks.  + User-friendly interface.    + Dynamic monthly catalog updates regularly with new free content. + Over 100 titles…plus hundreds of free short works. + Smaller files for fast downloading and wireless access. + Carefully denoised and edited for undisturbed listening. + Browse by genre, title, author, and narrator. + Sort authors by birth date. + Android-optimized file format. + Quick access to short works for wireless download. + Download individual chapters or complete books.The 'Best Audiobooks' category gives you instant access to outstanding productions.Audiobooks are searchable by genre, title, narrator, keyword and author. You can sort authors by birth date to create a timeline of authors. All files are carefully denoised with the newest technology to make sure you listen to noise-free audio. Plus, the entire catalog is mastered for comfortable listening at low levels.Listen to a hand-picked selection of bestselling, entertaining, and widely recognized works in a truly pleasurable format.Jagamaga’s enhanced audiobook catalog grows larger each month; you can update your catalog and download new titles as they become available. Send enhancement requests for specific audiobook titles to support@jagamaga-audiobooks.comOver 200 Titles…plus hundreds of short fiction works!This titles are added to the titles available in the free Jagamaga -audiobook appThe Adventures of Sherlock Holmes, The Man Who Knew Too Much, The Man Who was Thursday, A Nightmare, The Legend of Sleepy Hollow, The Riddle of the Sands, Alice in Wonderland, The Adventures of Tom Sawyer, Around the World in 80 Days, Gullivers Travels, The Jungle Book, The Last of the Mohicans, Lost World, The Princess and the Goblin, Railway Children, Robinson Crusoe, Robinson Crusoe Written Anew for Children, Treasure Island, The Wonderful Wizard of Oz, Kim, Moby Dick, The Man in the Iron Mask, City of God, Candide, The Canterville Ghost,  A Christmas Carol, Don Quixote, Volume 1, Great Expectations, Heart of Darkness, Jane Eyre, Persuasion, The Picture of Dorian Gray, Pride and Prejudice, The Prince and the Pauper, The Return of the Native, Tess of the d’Urbervilles, Tristan and Iseult, Uncle Tom’s Cabin, The Age of Fable, The Mysterious Island, Romeo and Juliet, Beautiful Stories from Shakespeare, The Adventures of Pinocchio, Black Beauty, King Solomon’s Mines, Little Lord Fauntleroy, Odyssey, Wuthering Heights, On the Origin of Species by Means of Natural Selection, The Prince, Wage-Labour and Capital, The Wealth of Nations, Book 2 & 3, Four Great Americans, The Bible - New Testament - American Standard Version, On Loving God, Walden, Twenty Thousand Leagues Under the Sea, The Pilgrim’s Progress, The Joyful Wisdom and many more...",
    "reviews": [
      {
        "timestampMsec": "1374547892809",
        "starRating": "1",
        "title": "Can\\'t download books",
        "comment": "The app installs with no problem, but when I try to download books, it gives an error.  20gigs free on SD and 24gigs free internal memory.  Asus Transformer TF300T.",
        "commentId": "gp:AOqpTOFohT3GvK0DjbuKBRAw9h-17bmcCeY8csuKoRtzGB3j5Z29q_YnTuxB3p4ia2TNupSUlbNRvD6gUmXz_Q",
        "author": "Bill Cook",
        "authorURL": "http://lh5.googleusercontent.com/-WEwtCLRiLXM/AAAAAAAAAAI/AAAAAAAAAic/dND3MwgBzno/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-WEwtCLRiLXM/AAAAAAAAAAI/AAAAAAAAAic/dND3MwgBzno/photo.jpg"
      },
      {
        "timestampMsec": "1310584354427",
        "starRating": "3",
        "comment": "not bad. I use it more then my other similar apps. can be buggy at times, but I do enjoy the app. please add more books/ spanish .",
        "commentId": "lg:AOqpTOF-HH6BXHh9MxdmrSi40LTfmrA8ub1iroOtagxZtrbiSst9vUo5pwig7572BXxRuDKR4UTsQOpL-FQk5A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1321406284883",
        "starRating": "5",
        "title": "Awesome app!",
        "comment": "Book lovers rejoice!! I loved the dressed app, and love Lbrivox soooo much, I jumped to the pro version without hesitation.A highly recommended app.",
        "commentId": "lg:AOqpTOH4zv3mEXTEJ6pofLmaPEPAYiCwBzomb1R5yuKnv-KuzVqGC6jqExHq9kCMWZkzHik6Q-Gs4BQrL_3jIQ",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1321075179179",
        "starRating": "4",
        "title": "Finally!",
        "comment": "Love the application. I have been looking for an easier way to access Librivox, this application is working swimmingly.  Thanks.",
        "commentId": "lg:AOqpTOFGPdeWuRYreNppLDclN1_VMAOH9j2hjaEVBu4gt-wJTho3tMXjlwAwY7hGM73JlsD-xNfLx3iCyGG48A",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1300329988820",
        "starRating": "2",
        "comment": "Was ok but dident have the full book i wanted. Needa refund!",
        "commentId": "lg:AOqpTOFoG9tCVE_gDpjnoaGd-LypmA9yIFbPi66B5XdYqBknuvl1U_NQMaQcckIKK4x4Thk4N-bTBMmVwUXOTw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1323928171102",
        "starRating": "5",
        "comment": "Awesome app!!!! \\342\\231\\245\\342\\231\\241\\342\\231\\245\\342\\231\\241",
        "commentId": "lg:AOqpTOHTaREc6nVCe1-kIGiTvmeTopvQMz1wNgbCQjtCXiS9oO5DDXsxAqYFl0l48uDilvnais3NWt12Tfa2Mg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1346558508252",
        "starRating": "5",
        "title": "Love it",
        "comment": "Great app!",
        "commentId": "lg:AOqpTOGoZKjIHR8ee_507Ge39jvCNYS-QFIM_2kVyzxV5bO9Q8_BtURY1tEHbW1wdO8tht1E4FSg89XbTw5RSA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
