{
  "title": "Puzzle - fun for kids",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jcbsystems.puzzle1free",
  "category": "Education",
  "price": "Free",
  "datePublished": "May 14, 2013",
  "version": "1.4",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "3.9333334",
  "contentRating": "Everyone",
  "creator": "Weedoo",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jcbsystems.puzzle1free",
  "extendedInfo": {
    "installSize": "19M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Puzzle is fun!This is an easy and fun puzzle for toddlers *Easy and fun puzzles *Easy menu for toddlers*Great images Puzzle - Fun For KidsYour child will love playing with Puzzle - Fun for Kids. Out of the many kids’ games out there, this one is sure to be a favorite of your toddlers. Puzzles have always been popular with kids. With the Puzzle app, puzzle play has been upgraded and made even more entertaining. You and your child don’t have to worry about losing pieces and you can easily keep your toddlers entertained on the go. It’s easy to play in the car, out shopping, at home, etc. The images are great and toddler appropriate. There are several image backgrounds to choose from, each with their own individual animals and objects. Your kid can help put bugs, farm animals, sea creatures, dinosaurs, princesses and more where they belong on each colorful image. It’s as easy as dragging each to the right spot and dropping them to fit perfectly. Don’t worry about the difficulty level, because this kids’ game app is toddler friendly. It is easy to use, easy to navigate so that your kid can have fun without constant interruption because of confusing controls and menus. The game helps your toddler even celebrate the finished puzzle, thanks to special effects, so that they know that they have done a good job and can move onto another puzzle to continue the fun. Puzzle includes:-\tAt least a dozen images to choose from-\tFun images of different worlds-\tGreat sound effects-\tFun special effects-\tEasy and simple navigation-\tHours of entertainment!Be sure to check out other Kids Games available for your toddler and other kids. Let them have some fun and learn along the way. Kids Games has other app games such as Puzzle for Toddlers, Fun for Toddlers, Learn to Read and many more. We strive to keep toddler entertainment and learning games free for your child’s benefit.If you have any feedback or suggestions, feel freed to contact us. We are always looking for new and better ways to keep your kids entertained and more creative ways of learning new things. Have fun playing this puzzle game!don forget to check out our other puzzle and toddlers games !",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET"
    ]
  }
}
