{
  "title": "Amazing Memory Match Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jbt.newmatch",
  "category": "Casual",
  "price": "Free",
  "datePublished": "May 20, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "3",
  "rating": "4.3333335",
  "contentRating": "Everyone",
  "creator": "Avocado Mobile Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jbt.newmatch",
  "extendedInfo": {
    "installSize": "33M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "180 cute individual objects with funny sounds and word learning; 18 vivid scenes, especially as Dinosaur, Solar, World Map… 18 Hippo Show as innovative rewards! Looking for something entertain but also educational for your kids? Amazing Match is a must-have! Kids love Amazing Match! Spin the turntable by touch different objects, and you can match different scenes as animals, foods, vehicles and etc. To challenge yourself, you can touch the 5X2 (5X3, 5X4, 5X8) button to choose “easy\", \"normal\", \"hard\" difficulty. For SUPERMAN, you can try \"5X8\"  level! With its super-cute graphics, funny sounds and native spelling, Amazing Match is perfect for kids, and it will keep your kids educationally entertained, all the while developing their concentration, memory, and cognitive skills, and teaching them how to spell, teaching them what sounds objects make. It will also keep your kids quit while they play it again, again and again…right when you need that much-needed break in a restaurant, on a plane, or in a car. While kids can play the game all on their own, it is even more fun when you take turns and play it with them! And, costing less than a bottle of water, it will be the best money you’ve ever spent. Amazing Match was designed to be kid-friendly! There are no complicated menus for kids to get confused by, or multiple options to get lost in. It is tested by several toddlers and we took their suggestions seriously to create a funny but educational app for them. Scenes: Solar scene(free) Insect scene(free) Bird scene(free) Vegetable scene(free) Vehicle scene(full version only) Fruit scene(full version only) Bakery scene(full version only) Toy scene(full version only) Sea scene(full version only) Farm scene(full version only) Forest scene(full version only) Africa scene(full version only) World Map scene(full version only) Beverage scene(full version only) Playground scene(full version only) Livingroom scene(full version only) Bedroom scene(full version only) Dinosaur scene(full version only) New scenes coming soon! Contact Us: Email:joy-preschool@hotmail.com Like:facebook.com/JoyPreschoolGame Follow:twitter.com/JoyPreschool",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
