{
  "title": "Indonesian Hello-Hello (Phone)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Hello_Hello.Indonesian.Main",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 22, 2012",
  "version": "1.1.1",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "8",
  "rating": "4.75",
  "contentRating": "Low Maturity",
  "creator": "Hello-Hello",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Hello_Hello.Indonesian.Main",
  "extendedInfo": {
    "installSize": "8.6M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Hello-Hello Indonesian is the FUN way to learn a Language on the Go!Hello-Hello Indonesian is a full-fledged language course with 30 LESSONS developed in collaboration with the American Council on the Teaching of Foreign Languages (ACTFL), so you can be assured that these lessons follow an effective research-based methodology. All lessons are conversational based on realistic dialogues and situations, rather than a collection of out-of-context words and phrases.All the content is stored in the app so that you have great responsiveness when you are ready to learn a language. You do not need to be connected to Wi-Fi or 3G networks to run the app. With Hello-Hello German you will be able to do the lessons and practice vocabulary anytime, anywhere developing all the skills you need to communicate in a foreign language. All lessons were recorded by native speakers so you can learn the correct pronunciation.With Hello-Hello Indonesian you can also:Practice vocabulary with more than 300 words and phrases using our FLASHCARDS feature!  (Please note that we will be adding more words and phrases in upcoming updates.)Save your own NOTES form any lesson.Full localization: You can see the entire app, including the translations of the lessons and words lists in your native language! Languages available: English, Spanish, French, German, Italian, Chinese and Portuguese.Note about our methodology: At first, our lessons might seem advanced for some people but there is a purpose behind it. Our lessons are structured to give learners the ability to communicate effectively with others.  If the learner is new to the language, it will be necessary to spend more time learning the basic phrases in order to begin to gain proficiency in the language.  For those who already know other related languages, the time factor may not be as great to learn the basics. Beginners need to go slowly and may need to do the activities several times before they gain a comfort level in using them. And remember: The more time you spend doing the exercises, the more proficient you will become!CONTACT US:  We are constantly trying to improve the app and take feedback from our users very seriously. The app has a “Contact Us” icon so that you can contact us easily, so please do not hesitate and send us an email if you have any questions, comments, complaints or suggestions.Make sure to also check Hello-Hello Kids, our language learning app for children! ABOUT USHello-Hello is an innovative language learning company that offers state-of-the-art online and mobile courses. Hello-Hello.com’s website couples social networking with language learning which allows users to interact with native speakers around the world. Hello-Hello’s iPad apps are among the top language learning apps on the iPad.  Our conversational courses were developed in collaboration with The American Council on the Teaching of Foreign Languages (ACTFL), which is the largest association of teachers and administrators of all languages at all levels, serving more than 12,000 educators. For more information, please visit their website at www.actfl.org.To get help from native speakers and make friends around the world please visit us at www.hello-hello.com and create an account. It’s FREE!With Hello-Hello.com you can:LEARN a new language anytime, anywhere with online lessons that develop all the skills you need.TEACH other members your language and learn from native speakers by submitting exercises for them to review as well as providing feedback on their exercises.COMMUNICATE with native speakers through audio, video and text with our live Chat to practice the language and make friends all over the world!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_FINE_LOCATION",
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
