{
  "title": "English Picture Dictionary 14",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.muharigames.epd14",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 10, 2013",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "14",
  "rating": "4.785714",
  "contentRating": "Low Maturity",
  "creator": "Nicoletta Muhari",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.muharigames.epd14",
  "extendedInfo": {
    "installSize": "8.1M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "2 new game modes: Listen and Select, Listen and Write!This is the 14th part of an app series which aims to help language learning. At the time we plan to publish 24 picture dictionaries and a lot of educational games to help our users. Our 14th picture dictionary helps you to learn words related to vehicles. The app contains 58 words with pictures and voice reading.Learning modes1. GalleryYou can browse all the words of the app. You can navigate with the gallery view which is at the top of the activity (you can scroll it to the left and the right, click to select a picture) or with the arrow buttons at the bottom of the screen. 2. ListIn the List learning mode you can see all the words of the app with their associated photo in alphabetical order. You can filter the list if you want to find a special word. By clicking on a word it will appear in a separate window, so you will see a larger photo and you can play the pronunciation of the word.3. RandomizeYou get a random word if you click on the Randomize button.4. By categoryYou can learn the words filtered by their categories too. Choose a category from the list to get all the words associated with it. English Picture Dictionary 1 (People) contains two categories: People and Relationships and the Human Body.GamesEvery game contains 20 random question. Try to answer as fast as you can because your points decrease with time.1. Guess the WordThe aim of the game is to guess the correct word associated with the photo you see. Only one answer is correct out of the 4 options.2. Guess the PictureYou have to guess which photo is correct.3. Enter the WordMaybe this game mode is the hardest because you have to type in the word. It's the best way to practice spelling!Other functionsIn the Settings you can choose when the app should read the words: always, on button click only or never.In the High Scores you can see your top 20 result ordered by earned points and time. In the Info menu you can see our contacts (Facebook, Google+, Youtube, Blogger) or read about the app.In the Play menu beside the 3 game mode you can find more free apps and games from us (Muhari Games) and from our Sponsors.Planned updates:-Integrating Google's social gaming platform when it will be released.-Adding more words.-Other languages.-More game mode.P.s.: This game contains ads. I finance the development of free games this way. Without ads I can't continue to provide the games free. Thank you for your understanding!",
    "reviews": [
      {
        "timestampMsec": "1376867547868",
        "starRating": "5",
        "title": "*_^",
        "comment": "no comment",
        "commentId": "gp:AOqpTOGIsjGTkijqn7sLrnH2aIjN9QbJAzbtj-Q4Oi2liEg4g_H7is5qNpLyDjoHogKe3HVI5-MqOoZvWWUH",
        "author": "Abdullah Junaid",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
