{
  "title": "Gujarati Picture Dictionary",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.binarythinkers.pdgujfree",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 21, 2013",
  "version": "1.0",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "5",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Samir Tirmizi",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.binarythinkers.pdgujfree",
  "extendedInfo": {
    "installSize": "33M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "“Gujarati Picture Dictionary” is completely visual dictionary with pictures having meaning in English language and secondary translation in Gujarati language.What makes this picture dictionary so special and puts it apart from other ordinary picture dictionaries is its extremely simplified user interface! Please go through video and screenshots of “Gujarati Picture Dictionary” to experience its very simple user interface which helps you learn language almost effortlessly! This picture dictionary all about making learning a fun activity and save your lot of time… “Gujarati Picture Dictionary” works as slide-show of pictures with meaning in both English and Gujarati language. So whenever you get time even for two minutes, you can quickly add few words to your vocabulary. Do it while you having food or even a morning tea! You just have to turn on “Gujarati Picture Dictionary” on your mobile or tablet. Keep watching and keep learning. You can change pictures or series just by click of a button. You can toggle on or off slide-show mode anytime as you wish.This picture dictionary is been designed from ground up to make sure that it benefits learner of all ages and expertise. We have carefully chosen words, pictures and objects from all areas of life like: animals, birds, insects, food, fruits, flowers, human body, seasons, climate, chemicals, physical objects, machines, tools, vehicles, travel, transportation, building, countries, flags, religious places, moods, numbers, math symbols, daily activities, business, general knowledge and what not. Even if you are just three year old kid or eighty year old senior, you will find lot of useful words that will enrich your vocabulary and give your linguistic capabilities an edge!Improve your vocabulary, your control over language and understanding of world by using “Gujarati Picture Dictionary” few minutes a day. We are hopeful that you will be discovering new person within yourself in coming few weeks…FEATURES> The most simplified and easy to use Picture Dictionary software.> Slide-show mode for quick and effortless learning!> Move through pictures and series of words just by clicking ONE button.> Improvise your vocabulary & linguistic capabilities in just few weeks.> Come to know about animals, birds, insects, food, fruits, flowers, human body, seasons and climate.> Learn more about chemicals, physical objects, machines, tools, vehicles, travel, transportation and buildings.> Improvise your knowledge about countries, flags, religious places, moods, numbers, math symbols, daily activities, business, general knowledge and lot more…CONNECTIONSFacebookhttp://www.facebook.com/binarythinkersTwitterhttp://www.twitter.com/binarythinkersYouTubehttp://www.youtube.com/binarythinkersGoogle+http://plus.google.com/110929417152110792439/aboutWebsitehttp://www.binarythinkers.com/DISCLAIMERLot of care has be taken to develop this picture dictionary software, yet there may be errors in spellings, translations and other things. This software is provided 'as is' without warranty of any kind, either express or implied, including, but not limited to, the implied warranties of fitness for a purpose, or the warranty of non-infringement. Without limiting the foregoing, we make no warranty that the software will meet your requirements, or the software will be uninterrupted, timely or error-free. This software may have technical or other mistakes, inaccuracies or typographical errors and could be out of date. We take no responsibility of any kind. SUGGESTIONS ARE WELCOMEIf you find any errors related to spelling or translation please email us, we will be thankful.",
    "reviews": [
      {
        "timestampMsec": "1376915576529",
        "starRating": "5",
        "title": "Sari chhe",
        "comment": "Have jovu ke angreji sidhre chhe ke nahi :-)",
        "commentId": "gp:AOqpTOGGBj7a41KPewj0oonwvcB01MIvmYZvn0azsmdxl11N-NmkjiPdq0at5a-OHbpn9nUYh0-PVtotuB3pANQ",
        "author": "Aakib Shaikh",
        "authorURL": "http://lh6.googleusercontent.com/-J9Bim5bV8Ck/AAAAAAAAAAI/AAAAAAAAAAw/dKy52V6i13E/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-J9Bim5bV8Ck/AAAAAAAAAAI/AAAAAAAAAAw/dKy52V6i13E/photo.jpg"
      },
      {
        "timestampMsec": "1376927294614",
        "starRating": "5",
        "title": "Wah bhai wah",
        "comment": "Gujjubhai aagal vadho...",
        "commentId": "gp:AOqpTOFGJQ9EnRe8thKUaJRDtTjAzj1vHHcPTNl3q3iGg3Z7Qy-WUoiqZ9ZWaV8tDG9GrS-RfJlJP8ziDFXCPN0",
        "author": "hukmaram solnky",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1375061485599",
        "starRating": "5",
        "title": "Chirag",
        "comment": "Wow it\\'s say app",
        "commentId": "gp:AOqpTOFFZcuV5Bd0LGE6dG2iHjTRJWMIMa1XYTblZYEencH18Azgxo4-rLG1D5DpcSrFLuo_jcma6RaouPn1vVI",
        "author": "chirag.hardik patel",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374341902608",
        "starRating": "5",
        "title": "Jordar...",
        "comment": "Maja aavi gayi...",
        "commentId": "gp:AOqpTOEAstbex754awtR63qOiuH_eXbd7-kThZpyyNk48t1DvTsn79k5EKS6q98u7RX9D8F4xWjHSZwuE-Ig28Q",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1374307692084",
        "starRating": "5",
        "comment": "Gujarat p",
        "commentId": "gp:AOqpTOGJfNGXcSEZNiy-mCbBSogYMXxI7f9OTm646mADZgTOCCQe7Oog-qzCm9DVsGNtUoGqnnS2t5Q3Uc_G1sk",
        "author": "Memon Asif",
        "authorURL": "http://lh5.googleusercontent.com/-Hp9fKUAzV64/AAAAAAAAAAI/AAAAAAAAABc/Jr4UNBULyVE/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-Hp9fKUAzV64/AAAAAAAAAAI/AAAAAAAAABc/Jr4UNBULyVE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
