{
  "title": "Cloud Tracker – GPS Tracker",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jareymobile.tracker",
  "category": "Communication",
  "price": "Free",
  "datePublished": "June 29, 2013",
  "version": "1.25",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "123",
  "rating": "4.276423",
  "contentRating": "Low Maturity",
  "creator": "JareyMobile",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jareymobile.tracker",
  "extendedInfo": {
    "installSize": "2.9M",
    "downloadsCount": "50,000+",
    "downloadsCountText": "50,000 - 100,000",
    "description": "* You need to buy a Cloud Tracker to work with this APP. You can buy from Amazon UK:http://www.amazon.co.uk/gp/product/B0093GPZJS** For more information about Cloud Tracker device, please visit our web site at:www.cloud-tracker.com***This free version APP allows you to track 2 Cloud Tracker devices. You can keep the record of 50 routes (each route with 400 waypoints) for each device. If you want to track more than 2 devices (up to 20 devices), please contact us for upgrade.Cloud Tracker APP is the first GPS Tracking APP using Push message technology to get the real time location of our GPS Tracker devices (need to purchase). You can use it for kids, elders, lone workers, pets, cars, asset tracking or covert tracking.Real Time LocationThe Cloud-Tracker APP is the first GPS tracker APP adopting âC2MD (cloud to mobile device) Push Message Technologyâ. Unlike the conventional SMS (text message) position method, the Cloud-Trackerâs real time location is pushed directly to this APP. The route is recorded continuously, not fragmented. You can view the real time location and routes of Cloud Tracker devices from this APP.Smart Phone Application to Increase Tracking MobilityThe Cloud Tracker APP is especially designed for smart phone application to increase the tracking mobility. You will have the best tracking experience when both you and the Cloud Tracker devices are on the move. The continuous tracking (at time interval) feature can record all Cloud Trackerâs waypoints. The innovative data compression technology makes the data traffic extremely economic. 50MB data can send around 500,000 waypoints. Your cost is much lower than the conventional SMS method.NavigatorCloud Tracker APP integrates Navigator to give the direction to find Cloud Tracker easily.Dynamic Geo FenceBeside the Geo Fence, the Cloud Tracker APP has the unique Follow Me (Dynamic Geo Fence). It is a dynamic Geo Fence area which is designed when both you and the Cloud Tracker devices are on the move. The area is you at the centre with a preset radius. The alert is send to this APP when the Cloud Tracker device is in/out of the designated area.6 Event AlertsThe Cloud Tracker APP provides 6 event alerts (Geo Fence, Follow Me, Disconnection, Movement and Low Battery Level). The event alert is pushed automatically to APP and start Continuous Tracking. You can always get the Cloud Tracker status with peace of mind. The Cloud Tracker device built-in G sensor can detect the movement. You can use as a car or asset alarm.Find Me and Safety FeedbackWhen you are near Cloud Tracker, you can send a command from APP to make Cloud Tracker send buzz alarm. It makes you find Cloud Tracker easily. Also, you can use APP to request Cloud Tracker holder pressing any key to report his/her safety status.High Privacy Tracks ManagementUnlike the conventional trackers in the market, this Cloud Tracker APP keeps the routes records in the memory (SD, micro SD) of your smart phone. Since the records are stored in your phone, no one else can access the data expect yourself. You can search, analyze and playback the routes.You will find the Cloud Tracker is the easiest Real Time GPS tracking device to use for Elderly Tracking, Child Tracking, Teen Driver Tracking, Lone Workers, Vehicle/Fleet Tracking, Asset Tracking, Freight Tracking and Covert Trackingâ¦Main Features:1. Real Time position by C2MD (Cloud to Mobile Device) Push Message Technology2. Continuous Tracking at time interval (minimum 2 seconds)3. Free APP for Android Smart Phone4. Free MyCloud 3.0 web based tracking platform.5. Free service to track 2 Cloud Trackers**6. Platinum APP to track 20 Cloud Trackers7. Wiretapping to monitor the remote situation8. Routes History management (search, analyze, playbackâ¦)9. Creative hassle-free setup/pairing by NFC ID card or Barcode",
    "reviews": [
      {
        "timestampMsec": "1378507485386",
        "starRating": "4",
        "title": "Zee Q Noir A 600",
        "comment": "Excellent work.. but nt sure if its working in wirless netwrk..",
        "commentId": "gp:AOqpTOH2q_Dy4saZL5Xh-nXdHfGVITOwqzm-6uUFJqeuQ2M5zky5osl-kLcl6MwffL8LYU4d1vwYbpXA1j7NFw",
        "author": "ZEE Amor",
        "authorURL": "http://lh3.googleusercontent.com/-_Rq4Kr3C1Lo/AAAAAAAAAAI/AAAAAAAAAIk/D-x3tBF8v6I/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-_Rq4Kr3C1Lo/AAAAAAAAAAI/AAAAAAAAAIk/D-x3tBF8v6I/photo.jpg"
      },
      {
        "timestampMsec": "1377547337213",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "gp:AOqpTOEYKXfCT7V0gVuXf4w9qyxO6zkCDb9RmjVWnu069k_hgY5qZQVjZSga9PDB4fqmq_lqtN6uFxUarOCpTA",
        "author": "Limam Baillal",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1343634844468",
        "starRating": "2",
        "title": "Super",
        "comment": "Techs",
        "commentId": "lg:AOqpTOGbluogRkFvREtkHzIcSisD_KysIUejlxpLCnwWTc7cKBL2jcwblCTvdQG8PiCsS1Wy8gM4OcuZ29CTng",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351093755189",
        "starRating": "5",
        "comment": "Excellent",
        "commentId": "lg:AOqpTOHfxfatKFzrF7GkwSbbvL4S1gAa-ur4UD1uHiN8K-4FFATEum14G2hEJA12hJtGB5ncs35NCWiJNMrv4g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1364926307448",
        "starRating": "3",
        "title": "A go",
        "comment": "Gud",
        "commentId": "gp:AOqpTOFM8FpCU0y985WqXUGLg-kUZb-27igP9IbG0kGCwaKbxdvxATqo1evwVjjLGdZrvrhjdAaMG4z3A_vbyQ",
        "author": "syed basha",
        "authorURL": "http://lh5.googleusercontent.com/-IlI2vgTJ4VU/AAAAAAAAAAI/AAAAAAAAAD8/Y3lKFhs5FII/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-IlI2vgTJ4VU/AAAAAAAAAAI/AAAAAAAAAD8/Y3lKFhs5FII/photo.jpg"
      }
    ],
    "permissions": [
      "com.jareymobile.tracker.permission.Receiver",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.INTERNET",
      "android.permission.RECEIVE_SMS",
      "android.permission.SEND_SMS",
      "android.permission.CALL_PHONE",
      "android.permission.VIBRATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.NFC",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
