{
  "title": "First & Sight Words for Kids",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jbt.amazingfirstwordlite",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 22, 2013",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Avocado Mobile Inc",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jbt.amazingfirstwordlite",
  "extendedInfo": {
    "installSize": "20M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "274 Words: 82 animals, 50 food, 60 words about life, 23 words about festivals, 31 words about astronomy and geography, 28 words about others.  28 Scenes--8Animal+4Food+7Life+3Festival +2Map+4Others!  2 game modes: A-Z mode and Scenes mode!  Native English, Spanish, German and French spelling and pronunciation! Looking for something entertain but also educational for your kids? First & Sight Words  for Kids is a must-have! It provides hours of fun, laughter and learning. First & Sight Words  for Kids will help your child: 1 develop fine motor skills 2 learn to recognize and match letters 3 learn the sounds letters make 4 learn the names of letters 5 learn how to spell words Kids can play First & Sight Words for Kids by 2 modes: A-Z mode and Scenes mode. Words have been sorted by alphabetical order in A-Z mode and different environment in Scenes mode.  First Words & Sight Words is designed to be kid-friendly! There are no complicated menus for kids to get confused by, or multiple options to get lost in. It was tested by several toddlers and we took their suggestions seriously to create a funny but educational app for them. What’s more, not only will your children love the spelling, but they will also be kept constantly motivated by the rewards as: Colorful Balloons and Bubble popping! Contact Us: Email:joy-preschool@hotmail.com Like:facebook.com/JoyPreschoolGame Follow:twitter.com/JoyPreschool",
    "reviews": [
      {
        "timestampMsec": "1378916595886",
        "starRating": "5",
        "comment": "Nice app. Light and useful.",
        "commentId": "gp:AOqpTOH5gHE4mmSEsxzTpT_v3QMw0UohSNaHtwvhlIQ5lXSdJda8qN274jIvzP0HMf3AD9-kFdO0BHsMSFuGF4g",
        "author": "Bryan BotteBell",
        "authorURL": "http://lh5.googleusercontent.com/-mwVHG7OK4Gc/AAAAAAAAAAI/AAAAAAAAAEg/ZYoXWwwS4AM/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-mwVHG7OK4Gc/AAAAAAAAAAI/AAAAAAAAAEg/ZYoXWwwS4AM/photo.jpg"
      }
    ],
    "permissions": [

    ]
  }
}
