{
  "title": "Calendar",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.gmail.thanglamhuu.lichvannien",
  "category": "Tools",
  "price": "Free",
  "datePublished": "August 10, 2013",
  "version": "Phiên",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "50",
  "rating": "4.12",
  "contentRating": "Low Maturity",
  "creator": "Cool & Fun",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.gmail.thanglamhuu.lichvannien",
  "extendedInfo": {
    "installSize": "553k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Facebook fan page: http://www.facebook.com/kinhdichungdungỨng dụng này hỗ trợ tra cứu lịch âm dương, mức độ tốt xấu của ngày dựa theo quan điểm kinh dịch, tính chất âm dương ngũ hành, xung khắc của can chi... Dựa trên đó quí vị có thể chọn ngày không xấu (không thấp hơn 5 điểm) để làm các việc quan trọng.Có tính năng hỗ trợ tra cưu nhịp sinh học Biểu đồ sinh học này thể hiện trạng thái lên xuống về: Sức khoẻ, tình cảm, trí tuệ, trực giác, thẩm mỹ và tâm linh của bạn dao động trong khoảng 0 đến 100% qua các ngày trong tháng. Thông qua biểu đồ bạn và người thân sẽ biết mình cần làm việc gì cho phù hợpNghiên cứu nhịp điệu vũ trụ có tính chu kỳ, người ta thấy có nhiều nhịp dạng sóng, tuần hoàn với các chu kỳ khác nhau. Khoa học đã chứng minh mỗi người sinh ra đều có một chu kỳ sinh học riêng, căn cứ theo ngày tháng năm sinh của mình. Nhịp điệu thể chất, trí tuệ hay cảm xúc của bạn sẽ vận động liên tục theo chu kỳ này – đó là nhịp sinh học! Nhịp sinh học là chu kỳ về sinh lý học hay hoạt động của các cơ thể sống theo chu trình thời gian. Các hoạt động nở và tàn của các loài hoa, sự di cư của các loài chim hay hoạt động yêu đương của các loài vật theo những mùa nhất định đều là biểu hiện của nhịp sinh học. Giáo sư William Fliess, người Đức đã vẽ lại sơ đồ sự bột phát những trận ốm, sốt của những đứa trẻ. Và ông khẳng định tồn tại chu kỳ 23 và 28 ngày về sức khoẻ trong những bệnh nhân này của ông.Vào những năm 1920, tiến sỹ Alfred Teltscher đã quan sát những dao động theo chu kỳ về mặt năng lực trí tuệ trong những sinh viên của ông với một quãng thời gian 33 ngày. Nhiều nhà nghiên cứu sau đó đã có những kết luận tương tự về chu kỳ trí tuệ 33 ngày.Những nghiên cứu trong suốt những năm 1940 và 1950 đều chỉ ra rằng có khuynh hướng tăng lên đối với các vụ tai nạn và sai lầm của con người trùng khớp với những chu kỳ sinh học.Một số nghiên cứu cũng tiết lộ các chu kỳ khác như chu kỳ về trực giác 38 ngày, chu kỳ thẩm mỹ 43 ngày và chu kỳ về tâm linh 53 ngày.Ngày nay, môn khoa học này đã phát triển và nhịp sinh học là khái niệm được dùng để chỉ khuynh hướng riêng biệt của mỗi người theo từng ngày. Nhịp sinh học đo xu hướng này dựa vào ngày sinh của mỗi người. Nhịp sinh học tính toán các chu kỳ ứng với các khía cạnh khác nhau của con người. Có 3 chu kỳ sinh học cơ bản: thế chất, cảm xúc và trí tuệ.Định hướng sắp tới sẽ bổ sung các tính năng tra cứu ngày tốt xấu phù hợp với từng người dùng ( liên quan can, chi của giờ, ngày, tháng, năm sinh), chi tiết tốt xấu cho từng việc, tra cứu hướng nhà, bàn thờ, bếp phù hợp với tuổi chủ nhà...Tuy nhiên, mọi việc đều có nhân quả, nếu quí vị hàng ngày chuyên tu thiện, tích đức, trồng các căn lành... thì luôn có các vị bồ tát dẫn dắt phù hộ, cứ tự tại tùy duyên mà tiến hành. Chỉ cần nhất tâm tín niệm A Di Đà Phật, tu hạnh bồ tát, hữu cầu tất ứng.Tam phước để kiếp sau được làm người1. Hiếu dưỡng phụ mẫu.2. Kính trọng tôn trưởng.3. Tu thập thiện nghiệp.Thiện nam tử, thiện nữ nhân (người tu tam phước) muốn mãn báo thân này được vãng sang về Tây phương cực lạc, một đời thành Phật  thì cần hội đủ ba điều kiện 1. TÍN: Là tin có: tự, tha, nhơn, quả, sự và lý.2. HẠNH: Là chấp trì danh hiệu Phật cho được “nhất tâm bất loạn”.3. NGUYỆN: Là quyết muốn thoát khỏi cõi Ta-Bà, cầu sanh về nước Cực-Lạc.Để biết thêm lời Phật dạy, mời các quí vị tìm đọc Kinh Đại Thừa Vô Lượng Thọ (http://www.quangduc.com/kinhdien/244dtvoluongtho.html), chú tâm vào chương 6 và từ chương 32 đến chương 37. Tôi tin nếu ai nhớ những lời dặn này, phát tâm quảng đại bồ đề, kiên trì làm theo, thì hữu cầu tất ứng (tất nhiên là cái cầu đó phải như lý như pháp)Xin chúc quí vị sớm tìm thấy sự an lạc, thành tưu viên mãn.Nam mô A Di Đà PhậtNguyện đem công đức này,Hướng về khắp tất cảĐệ tử và chúng sanh,Đồng sanh về tịnh độ(Lịch vạn niên,  lịch Việt nam, Âm lịch, tra ngày tốt xấu)",
    "reviews": [
      {
        "timestampMsec": "1374691210802",
        "starRating": "4",
        "title": "4",
        "comment": "H\\303\\254nh nh\\306\\260 \\304\\221\\341\\273\\225i ng\\303\\240y d\\306\\260\\306\\241ng - \\303\\242m l\\341\\273\\213ch c\\341\\273\\247a nh\\341\\273\\257ng n\\304\\203m chia 4 d\\306\\260 1 c\\303\\263 v\\341\\272\\245n \\304\\221\\341\\273\\201. V\\303\\255 d\\341\\273\\245 31/1/1985 \\304\\221\\341\\273\\225i ra \\303\\242m l\\303\\240 11/12/1984 --> \\304\\220\\303\\242y l\\303\\240 k\\341\\272\\277t qu\\341\\272\\243 n\\341\\272\\277u theo B\\303\\241t t\\341\\273\\261, c\\303\\262n ng\\303\\240y th\\303\\241ng \\303\\242m l\\341\\273\\213ch \\304\\221\\341\\273\\225i \\304\\221\\303\\272ng v\\341\\272\\253n l\\303\\240 11/1/1985. T\\303\\241c gi\\341\\272\\243 ki\\341\\273\\203m tra l\\341\\272\\241i xem. Th\\303\\242n \\303\\241i !",
        "commentId": "gp:AOqpTOGRnDlLAo8qUwGDNUKtc4-94teYVL0Y3sW8X3LubtoIJHAK7pV4Q-gI_9MMBCNFvZOF4J1J8IbdqGlGJw",
        "author": "Tr\\341\\272\\247n \\304\\220\\341\\273\\251c Ho\\303\\240n",
        "authorURL": "http://lh4.googleusercontent.com/-wgtn9XnBB8E/AAAAAAAAAAI/AAAAAAAAAIE/LBQoFDd-BgA/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-wgtn9XnBB8E/AAAAAAAAAAI/AAAAAAAAAIE/LBQoFDd-BgA/photo.jpg"
      },
      {
        "timestampMsec": "1372237847837",
        "starRating": "5",
        "comment": "Tuyem",
        "commentId": "lg:AOqpTOG8YMy07YD6nYr10LKOScSZUuZc1Phie32KD6SpQq1D3HrCVeIGrS_1cJ8UEo4gzVx9NizhmAxe_F91RA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.WAKE_LOCK",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_TASKS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
