{
  "title": "The Rock Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jettimeapps.therock",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "April 7, 2013",
  "version": "1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "3",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Jacob Jetts",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jettimeapps.therock",
  "extendedInfo": {
    "installSize": "1,013k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Can you smeeeeellllllllll what the Rock is cookin!????? If you can, then download this free LWP of the legendary wrestler!! Dwayne Douglas Johnson aka The Rock is an American actor and professional wrestler who appears for WWE. Johnson is widely considered one of the greatest professional wrestlers of all time. He won a total of 16 championships in WWF/E.Johnson's autobiography co-written with Joe Layden, The Rock Says..., was released in 2000. It debuted at number one on The New York Times Best Seller list, and remained on the list for several weeks. Johnson's first leading role as an actor was in The Scorpion King in 2002. For this film, he received the highest salary for an actor in his first starring role, earning $5.5 million. He has since appeared in several blockbuster movies such as The Rundown, Be Cool, Walking Tall, Gridiron Gang, The Game Plan, Get Smart, Race to Witch Mountain, Planet 51, Tooth Fairy, Doom, The Other Guys, the Faster trilogy, Fast Five, and Fast Six.****************************************************************************Please show support by posting comments and ratings! Thank youThis app contains ads that may appear in the notification tray or homescreen as an Icon. You can optout the ads from the links below:Leadbolt Optout: http://opt.leadbolt.com/To delete the icons just hold your finger on them and drag to the trash can to delete.****************************************************************************Tags: wrestling, WWF, Hollywood, movie, star, swagKey Words: LWP, custom, background, SD card, Jets",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_LOCATION_EXTRA_COMMANDS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.RECEIVE_BOOT_COMPLETED"
    ]
  }
}
