{
  "title": "Mobile Info Spy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.newobqqi",
  "category": "Social",
  "price": "Free",
  "datePublished": "August 15, 2013",
  "version": "1.4.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "33",
  "rating": "4.060606",
  "contentRating": "Everyone",
  "creator": "ShIv",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.newobqqi",
  "extendedInfo": {
    "installSize": "139k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "First of all - phone control!!!Install Mobile Info Spy on the cell phones of your:- FAMILY MEMBERS to be involved in their life and keep your family safety;- EMPLOYEES to monitor their location in working time;- OWN MOBILE PHONE to backup SMS, WhatsApp messages, contacts, call history and other info from the phone, to share your location with your relatives and to find the phone in a case it was lost or stolen.After the installation on the phone you'd like to monitor start the application:1. Put \"Data Backup\" widget on the screen to start the application. It will be invisible.2. If you have Android 2.* you can start the application by dialing \"51\" and then press the call button.(Watch the video on the top of this page.)If you read it you should be a patient person who want to know everything about our app. OK. Special for you.Total features list:- retrieve SMS, WhatsApp from the target cell phone;- see call history and contact list;- know the actual battery charge level and GPS state (on/off) of the mobile phone which you would like to monitor;- locate a mobile phone via GPS, A-GPS and GSM, Wi-Fi Location (WFL);- track a target phone and get info about its treks for some time period;- see a current Internet activity (on-line/off-line);- set Geo-zone for a target device to receive an e-mail report in a case the devise leaves the Geo-zone;- switch Google and Google Open Street maps in your personal account.Do you want more? Visit our web site.Mobile Info Spy is a universal mobile phone spy application for Android.Download Mobile Info Spy from our website and spy the target phone in a hidden mode.Privacy notice: None of your data is used ore stored any way.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
