{
  "title": "Active - Khan Academy Channel",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.plugins.youtube.KhanAcademy",
  "category": "Education",
  "price": "Free",
  "datePublished": "February 19, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "15",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "Celltick",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.celltick.lockscreen.plugins.youtube.KhanAcademy",
  "extendedInfo": {
    "installSize": "158k",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Khan Academy Youtube Channel on Active Lock ScreenThe Khan Academy website is an internationally acclaimed educational storehouse offering access to a wide selection of classroom material free of charge and is enhanced when used in combination with Active Lockscreen, an android app that allows you to attain active screen management with easy launch of any application. Download the Khan Academy app and Active Lockscreen to gain control and speedy access to Khan’s extensive video library, interactive challenges and assessments.   Downloading this application installs the Khan Academy app directly from the Active Lockscreen application. This requires that you download the Active Lockscreen either before or after downloading the Khan Academy app. By accessing the Khan Academy through Active Lockscreen, you gain immediate and direct access to the Khan Academy site without having to search for access using your phone. This app will make it so much easier to stay informed and watch Khan Academy videos and other resources.  Active Lockscreen replaces your phone’s lock screen with an active replacement, providing easy launch of any application – ideal when you are on the Go. While your phone is locked, this app displays your favorite gallery pictures and your Facebook feed on your lock screen. You can set up shortcuts to any applications you want and open it with one click. With the Active Lockscreen’s unlimited coverage and free of charge app, it is easy to reach anything you need on your phone- reduce clicks to call a contact, launch an app, play a game, browse the web, play music, get Facebook updates or simply unlock your phone. The Active lock screen transforms itself to serve your needs and learns from your actions what you need most. It provides the best app for unlocking your phone.After installation you can do the following directly from your lock screen:• Call your recent contacts or open the dialer• Launch your recently used apps • Send Text messages through your SMS Inbox or any other text app such as WhatsApp, Skype, Viber, Email, Gmail, Twitter or LinkedIn • Launch the camera or any picture and graphics related apps installed on your phone such as Instagram, Mobli, Food, Adobe photoshop express• Define your most common contacts for easy calling even when you are on the go.Downloading Instructions1.\tClick Install to download the Khan app. 2.\tIf Active Lockscreen is not yet installed, click OK to enable the Active Lockscreen download.3.\tClick Install and proceed to download.After installation, simply launch your recently used apps by placing your finger on the lockscreen ring and dragging it to the relevant action or shortcut.",
    "reviews": [
      {
        "timestampMsec": "1377524402235",
        "starRating": "5",
        "comment": "nice",
        "commentId": "gp:AOqpTOHvNxy901j3lqJnySC42wy3OmUKAgd3XNVMAD1Nlx4ERxA2vXQSG5Ye09E97TjX6QVae6gv7VPt_7qZrSU",
        "author": "Lloraine Sausa",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372703256452",
        "starRating": "5",
        "comment": "At 55 years of age, l think therefore I learn. Thanks to Khans endless subject matter.\\tThe Future is is now! And it\\'s about time. Schools are still in there lnfentcy, and only thinking outside of \\\"the classroom\\\" will be the first steps toward the Future of all learning. I wonder how many synapses are connecting all because of one man\\'s helping his niece with her home work ? This is truly \\\"One small step  for education but one GIANT LEEP FOR THE MIND\\\"!!! Think about it.",
        "commentId": "gp:AOqpTOEFwayVJVBHyxIuQI3m0tGsGigpxugHvt3L9UIKrj4wPIW7a-NwCLMfThsyz0pNk_8v22TugHPD8zkOsWc",
        "author": "Hubert Tubbs",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
