{
  "title": "Best Jokes",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.waikikisky.bestjokes",
  "category": "Comics",
  "price": "Free",
  "datePublished": "July 22, 2013",
  "version": "1.01",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Waikiki Sky",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.waikikisky.bestjokes",
  "extendedInfo": {
    "installSize": "820k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Best and Most Hilarious Jokes at your fingertips! Enjoy these silly, corny, stupid, crazy, random, weird, dumb, and extremely funny blonde, dirty, bar, yo momma, animal, knock knock, sex, adult jokes & laugh your socks off! Simply tap on the question mark to reveal the answer. For example, blondy jokes are just so stupid and silly you have to laugh at them. If you love telling or hearing corny blondes jokes, then this cool app is for you!Thousands of blond hair hotties jokes in this book app are waiting to be read, and shared, for FREE! Like a giant comic rack for your entertainment!In this free app you're guaranteed to find a funny joke to put in your Facebook status or send as a text message. At least twice as fun are knock knock jokes 4  blonde kids. Impress your blonde and brunette friends more than a funny ringtone! This is one of the most popular free apps on the Android market. The great humor you will get from this app rubs off on you! Try it now and you'll see how funny it is.As good as funny ring tones and all for free! Be a jokester today!  You'll slap yourself on your forehead for not downloading this app earlier! Save your favorite blonde jokes easily and quickly.Share your favorite dirty jokes via Email!SMS your favorite children jokes!Paste your favorite blondy jokes into Facebook or Twitter!  Designed for children, teens, kids, adults, men, women of all ages!This funny FREE jokes teller app has thousands of Free Funny Jokes in many categories (animals, blondes, stippers, in spanish, blond hair booth for children, 4 kids, dirty, fail, elderly, pictures and texts, soundboards, wallpapers, doctors, dumb, food, gender, marriage, lawyers, military, school, women, men, for dummies, yo mama, pick up line, Chuck Norris Facts, Yo Momma, yo mamma, jokes, dirty jokes, book cbr, blonde jokes, sex, weird facts, laws, mama crazy riddles,..)Enjoy!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE"
    ]
  }
}
