{
  "title": "GO SMS THEME/CoolIceLeopard",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.cooliceleopard",
  "category": "Personalization",
  "price": "$1.99",
  "datePublished": "September 7, 2013",
  "version": "1.1",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "1",
  "rating": "4.0",
  "contentRating": "Everyone",
  "creator": "CPKDesigns",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.cooliceleopard",
  "extendedInfo": {
    "installSize": "1.2M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "THIS THEME WILL NOT OPEN DIRECTLY FROM THE ICON OR FROM THE GOOGLE PLAY STORE - YOU MUST APPLY IT THROUGH GO SMS PRO - CLICK HERE TO DOWNLOAD GO SMS PRO (it's FREE!)INCLUDED IN THIS GO SMS THEME:-Custom Inbox Background-Custom Chatroom Background-Custom Chat Bubbles-Custom SMS Popup Window-Custom Top Bar & Bottom Bar-Custom Text Interface-Custom Font Colors (if you do not like the font color that the themes comes with, you can customize the theme font and font colors in the settings menu under the \"advanced\" tab in Go SMS Pro. This can be done with ANY Go SMS Pro theme).TO APPLY THIS THEME:Step 1: Install GO SMS PRO from the Market/Google Play (it's FREE!) Step 2: Open the GO SMS PRO application on your phoneStep 3: Hit \"MENU\"Step 4: Hit \"THEMES\"Step 5: Locate this theme's name/preview image until the INSTALLED tabStep 6: Click on the image preview or the one named the correct theme's nameStep 7: Hit \"APPLY\"Step 8: Hit the back button on your phone until you are brought back to the main inbox (the theme should now be applied)***ALL CUSTOMERS, PLEASE BE AWARE THAT GOOGLE GIVES YOU 15 MINUTES FROM THE TIME OF PURCHASE TO CANCEL YOUR ORDER FOR A FULL REFUND(the refund may take up to 24-48 hours to show up in your account). IT IS BEST THAT YOU TRY OUT THE THEME ON YOUR PHONE (theses themes will not work on any tablets or pads of any sort, strictly for cell phones only) TO SEE IF IT WORKS PROPERLY AND THAT YOU LIKE IT, WITHIN THOSE 15 MINUTES. IF YOUR HAVING PROBLEMS FIGURING OUT HOW TO ADD THE THEME TO YOUR PHONE AFTER FOLLOWING THE “HOW TO APPLY THE THEME” SECTION IN THIS DESCRIPTION, ITS BEST TO CANCEL THE ORDER AND ASK FOR HELP THEN TRY YOUR PURCHASE AGAIN LATER. (CPKdesigns does NOT refund after the 15 minutes so please do not email us asking for a refund. By purchasing this application you agree to these terms. We appreciate your understanding)***COMMENTS & RATINGSCPKDesigns strives to help our customers and provide them with the best support possible, so please, before leaving a negative rating or comment, please contact us via email: cpkdesigns2012@gmail.com (or you can just scroll down and hit \"send email\"), I always respond promptly.  ***If you liked this theme, please check out my other creations by clicking on \"more by CPKDesigns\" below or searching CPKDesigns in the search bar on the Android Market***Thank you for your support and let me know if you need any assistance.  :) Respectfully,CPKDesignsTHEME: CoolIceLeopardTags: go sms theme, leopard, animal print, flowers, aqua, light blue, light turquoise, gray, black and white.",
    "reviews": [
      {
        "timestampMsec": "1352245371717",
        "starRating": "4",
        "title": "Update",
        "comment": "I wish the flowers on the chat were not on there & the words were more readable",
        "commentId": "lg:AOqpTOEesx1aoS-5ZPOCEQhwc14vi0zcsRx7weP5qm0CL8JWts_vJEWkBBTiWeRt1kiy6W0hHTZdxDA9v-Y-Fe8",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
