{
  "title": "Saints Row 3 Cheats!",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jcom.SR3_cheats",
  "category": "Arcade & Action",
  "price": "$0.99",
  "datePublished": "September 5, 2013",
  "version": "2.0",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "JCo Applications",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jcom.SR3_cheats",
  "extendedInfo": {
    "installSize": "6.8M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "This well developed application will provide gamers with the information all SR3 players need at their fingertips. With this cheats app you can very easily navigate from page to page and scroll about to see every cheat released for the game. Tired of running back and forth between the computer and your gaming system? Sick of printing out snippets of cheats as a reference for the game time? Download this application and you will forever have every cheat from the game in the palm of your hand! Disclaimer:This application is an unofficial cheats guide to Saints Row: The Third. It is intended for educational and entertainment purposes only. This application is the sole creation and responsibility of the developer. The developer is not endorsed by or affiliated with THQ. Neither has anyone else authorised, sponsored or sanctioned this unofficial cheat guide. All characters and their names, places, events and all other aspects concerning Saints Row: The Third are the property of their respective owners. All trademark and copyright concerning Saints Row: The Third are the property of their respective owners. We make no claim to and do not have any rights to any of the foregoing. Images in this application are used only to convey what the application does, and is about.In creating this unofficial guide to the third Saints Row game, I assert its rights under the \"fair use\" doctrine pursuant to United States copyright law and the equivalent in other jurisdictions. If you believe that there has been a contravention of your proprietary rights then please contact developer at JCOAPPS.WEBS.COM",
    "reviews": [
      {
        "timestampMsec": "1343958357396",
        "starRating": "5",
        "comment": "Keep it up",
        "commentId": "lg:AOqpTOE7b-cS8ER-_2NffLu3EOA3kt7Bc1xGeYwj0h_ABDjkAC-DlZ5kIzDUQrErLzvepzpcxp13ewEgXLLQyg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
