{
  "title": "Groovy Summer GO SMS THEME",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.webtheme.sumrigroveiie",
  "category": "Personalization",
  "price": "$1.49",
  "datePublished": "July 21, 2013",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Everyone",
  "creator": "Drinkin with Bob",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.webtheme.sumrigroveiie",
  "extendedInfo": {
    "installSize": "757k",
    "downloadsCount": "1+",
    "downloadsCountText": "1 - 5",
    "description": "GO SMS ThemesMake Sure t o check for the Matching  GO THEME & GO LOCKER THEMEIMPORTANT DO NOT OPEN FROM INSTALL POINT,You must open theme by going to GO SMS App Directly.GO SMS Pro is the most user-welcomed messaging app, not only better than the system SMS's UI & UE, but also provides GO Chat FREE message, cloud backup, private box, security lock, SMS blocker, and some other useful plug-insMain features:- New message popup on launcher, quickly view and reply. The latest version supports full-screen GO  Popup- Hundreds beautiful themes, constantly update- GO Chat free IM message, supports group chat, voice talk, handwritten, graffiti, etc.- GO Share(super SMS), share files with your friends in just one touch- Private box, hide his/her sms, only you know where it is, so to protect your messages privacy- Cloud backup, helps backup sms to our server and protect messages from being lost- Scheduled SMS. Set a scheduled time, day/week/month/year, and sent in the future- SMS blocker, smart to block spam messages from blacklist, keywords, or unfamiliar numberUseful features:- App Center supports long press icon and drag, or overlap two icons to create folder- My Center. Complete simple tasks to earn credit, free exchange beautiful - Auto-reply feature, helps you reply sms automatically when in meeting, driving car, or other cases that your hands are not available temporarily. - Set security lock to protect system SMS and GO SMS, also supports lock to protect some specific contacts- Night mode, protects eyes by reducing the screen brightness and color values- Mass festival blessing phrases and greeting cards",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
