{
  "title": "Awesome Ciara Game App",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jacksonvillewebsitedevelopmentco.ciaraapp",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "April 28, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Jacksonville Web Design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jacksonvillewebsitedevelopmentco.ciaraapp",
  "extendedInfo": {
    "installSize": "4.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Do you love Ciara?  Do you want to play games with him as the star?  Well now you can!  With this great app you will be able to play Ciara memory, jigsaw puzzles, and Tetris.  You will love spending some free time with Ciara.Ciara Princess Harris (born October 25, 1985), known as Ciara (pronounced /si?'?r?/, see-ERR-?), is an American singer, songwriter, dancer, actress and fashion model. Born in Austin, Texas, she traveled around the world during her childhood, only to land in Atlanta, Georgia where she met music producer Jazze Pha. With his help, she signed a record deal with LaFace Records.In 2004, Ciara released her debut studio album Goodies, which spawned three hit singles: \"Goodies\", \"1, 2 Step\", and \"Oh\". The album was certified triple platinum by the Recording Industry Association of America (RIAA), and earned her four nominations at the 48th Grammy Awards. She released her second studio album, Ciara: The Evolution, in 2006 which spawned the hit singles \"Get Up\", \"Promise\", and \"Like a Boy\". The album reached number one in the US and was certified platinum. Her third studio album Fantasy Ride, released in 2009, was considerably less successful than Ciara's first two albums. However, it produced the worldwide top-ten hit \"Love Sex Magic\" featuring Justin Timberlake, which earned her a Grammy Award nomination for Best Pop Collaboration with Vocals. The following year, Ciara released her fourth studio album Basic Instinct, which was met with low sales and continued a downward trend in her commercial success. In 2011, she signed a new record deal with Epic Records, and is preparing to release her upcoming self-titled fifth studio album, Ciara, which is preceded by the lead single \"Body Party.\"Since making her musical debut in 2004, Ciara has attained eight Billboard Hot 100 top-ten singles, including a number one. She has also earned numerous awards and accolades, including three BET Awards, three MTV Video Music Awards, three MOBO Awards, and one Grammy Award. Ciara has sold over seven million albums worldwide, and more than 4.3 million albums and 6.9 million digital singles in the United States alone.Ciara was born in Austin, Texas on October 25, 1985 as the only child of Jackie and Carlton Harris. Since her father was in the United States Army, throughout her childhood, Ciara grew up on army bases in Germany, New York, Utah, California, Arizona, and Nevada. In speaking of this, Ciara states that while she hated to lose good friends, this helps her in her career when she has to travel all over the world. During her teens, Ciara and her family settled in Atlanta.In her mid-teens, Ciara formed the all girl group Hearsay with two of her friends. The group recorded demos, but as time went on, they began to have differences and eventually parted ways. Despite this setback, Ciara was still determined to reach her goal and signed a publishing deal as a songwriter. Her first success was the song, \"Got Me Waiting\" for R&B singer Fantasia Barrino's debut album, Free Yourself. It was when she was writing songs that she met music producer, Jazze Pha, whom she called her \"music soulmate.\" In 2002, the two recorded four demos, \"1, 2 Step,\" \"Thug Style,\" \"Pick Up the Phone,\" and \"Lookin' at You,\" which all appeared on her debut album, which was released two years later. The former was the second single released from it and became a hit.After graduating from Riverdale High School in Riverdale, Georgia in 2003, she was signed by LaFace Records executive, L.A. Reid, whom she was introduced to by Jazze Pha. She began production on her debut album later that year. In early 2004, Ciara wrote a demo with record producer, Sean Garrett. The demo was later brought to the attention of Lil Jon and became her debut single \"Goodies.\" Lil Jon stated later that he knew it would be big seeing how it sounded similar to Usher's international hit, \"Yeah!.\"",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "com.jacksonvillewebsitedevelopmentco.ciaraapp.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
