{
  "title": "Crazy Snowboarding Surfer Game",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.snowboard.game",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "June 9, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "My MoblieApp 2013",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.snowboard.game",
  "extendedInfo": {
    "installSize": "6.4M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This snowboarding free game immerses you in a winter sports atmosphere. You will evolve through detailed and realistic images of the winter best snowboard sports games. Unlike Subway surfers game, this crazy surfer game enjoyable game which consists on brick game, puzzle game and memory game of international snowboard surfers from sdyney, miami, united states and rest of the world.Get ready to hit the slopes in the most extreme snowboarding game on the Google Play Store!Escape deadly buzz saws, keep you balance through gravity shifts and speed boosts, grind your way to victory in this fast paced and insanely addictive snowboarding game!This game is so easy but super fun. You can play with your friends.There are THREE games!Game 1 - Puzzle Game : 12 most outstanding and wonderful photo. Drag the pieces into the right place to recreate the image!Game 2 - Brick Game: Change the block to fit each other!Game 3 - Memory Game: Pair the same photo.It is a 100 levels of brick game.There is no time limit, but each stage has target points to proceed to next stage.Once you complete each levels, you will love this game very much!!Tips on Scoring:The more blocks you clear, the more score you will get.Other features:- You can pause the game and resume later.- We've put together the best collection of snowboard jokes video, snowboard championship and snowboarding tricks.DISCLAIMER: All names, trademarks and images are copyright their respective owners. The use of any names, copyrights, trademarks or photos have been used for Descriptive Purposes only and not to show endorsement or permission to use. This is completely unofficial, and created for fans.This app made by fans for fans, and it's for entertainment and personal purposes only.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECORD_AUDIO",
      "android.permission.CAMERA",
      "android.permission.WAKE_LOCK",
      "com.snowboard.game.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
