{
  "title": "Jesus Feeds Five Thousand",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jesusfeedsfivethousand.reader.moonlight",
  "category": "Books & Reference",
  "price": "Free",
  "datePublished": "June 28, 2012",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "6",
  "rating": "4.1666665",
  "contentRating": "Everyone",
  "creator": "Swallowtail",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jesusfeedsfivethousand.reader.moonlight",
  "extendedInfo": {
    "installSize": "6.7M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Bilingual audio picture books - Jesus Feeds Five ThousandThis is the one of many stories in Bible talks about miracle.  If you don't know what a miracle is, you should by the end of this story.  Just remember only God can do miracles, and He still does them today!It is especially designed for language learning for Chinese / English speakers, interesting bilingual storybooks with native human pronunciations and beautiful pictures.This story will be fully downloaded to your device, you may use without connecting to the internet. Just 1 download, permanent enjoyment!Three ways to read this Book:. \"Read to Me\" - listen to the narrated story with words highlighted as they are read . \"Read it Myself\" - read the book in its traditional form . \"Auto Play\" - plays like a movie, automatically reading and turning pages. Great for younger children!Additional Features:. Gesture support, you can slide your finger quickly flip . Bilingual, a paragraph in Chinese following with English, proven to be the most effective way to practice second language. . Professional audio narration. Ability to choose only English, Chinese or Bilingual mode to read and listen.",
    "reviews": [
      {
        "timestampMsec": "1350041692933",
        "starRating": "1",
        "title": "Not working",
        "comment": "Tried reinstalling it but both times all it was was the first picture and the buttons wouldnt work.",
        "commentId": "lg:AOqpTOENgp5yN5cpvYCm1HPMCNFO3jF1ov8SJ1DkTM-ZavdRxynHSnjsqCU73Sj35GD_mrqabyS2a5sM8QVRvg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
