{
  "title": "Noil - First Chronicle - free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.digitaljokers.Noil_APS_F",
  "category": "Casual",
  "price": "Free",
  "datePublished": "May 11, 2012",
  "version": "1.8",
  "operatingSystems": "2.0.1 and up",
  "ratingsCount": "123",
  "rating": "4.130081",
  "contentRating": "Everyone",
  "creator": "Digital Jokers",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.digitaljokers.Noil_APS_F",
  "extendedInfo": {
    "installSize": "12M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "PLAY THE 8-LEVELS VERSION OF NOIL CHRONICLES FOR FREE!NOIL, one of the thousand millions inhabitants of New Bugs City, is playing with his friends when he is kidnapped by a nefarious flying starship . From his world, he's conducted with other species inside the starship by their mysterious kidnappers and put alone in a cell.  But, without previous warn there is a big explosion and, when Noil gets up, his cell has been destroyed and he is free... if he can escape from his enemies and multiple dangers awaiting for him inside their captors spaceship. Noil will have to avoid lasers, traps and his own kidnappers while looking for the way to escape in this casual game mixing puzzle and platform genres. The player will be able to use Noil abilities such as JUMP and RUN as a Bugball or to create VIRTUAL PLATFORMS to protect him or to avoid dangers in an adventure that would show him the secret besides the Mongos, the cruel alien species commanded by the never-seen evil Emperor Mongo from their planet far beyond the stars. How to play?Noil has to find the exit of each level, avoiding OBSTACLES, LASER GUNS and ENEMIES. To get this, the player can tilt the device moving Noil along the platforms. To jump, push the area around Noil and the little bug will jump in the opposite direction. By touching enemies, they will disappear but… BEWARE! Not all the enemies can be destroyed in this way!Touch the screen on an empty place to create a standard horizontal platform but if you drag your finger over the screen, you’ll create a virtual platform of variable length and slope. NOIL CAN RUN UPON THEM AND THEY WILL PROTECT HIM FROM ENEMIES AND LASER GUNS. Get all the gems and gain all points!NOIL CHRONICLES IS AN ORIGINAL NEW GAME FROM DIGITAL JOKERS GAMES following the best tradition of other casual games such as Angry Birds, Doodle Jump or Fruit Ninja including new arcade frenzy levels of increasing difficulty.******************Lite version.If you like Noil Chronicles, please rate it 5-stars in Android market! AND DON’T FORGET TO BUY THE COMPLETE VERSION WITH MORE FRENZY LEVELS AND NO-ADS!Thanks for playing Digital Jokers games!!!!! ******************Follow us on Twitter: @DigitalJokers (http://twitter.com/DigitalJokers) Become a Digital Jokers fan on facebook: http://facebook.com/DigitalJokers",
    "reviews": [
      {
        "timestampMsec": "1327916901939",
        "starRating": "1",
        "title": "Poor design",
        "comment": "Stolen game concept from another game? Lack of good characteristics . The graphics are okay but the physics aren\\'t right.",
        "commentId": "lg:AOqpTOH2Ub6XxNFvdYQdQsv9WpHkuQ6Pc6B7sEWDV-jGwVHpSF1uYi5kCxHuY1z4dGLxm0CQzGtbGwAHM6puXg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1327777457217",
        "starRating": "5",
        "comment": "I like it",
        "commentId": "lg:AOqpTOFRYu5Wevtt6YEsze1ufIq2ZkaL7MDBp0AEZ-ga8Np6bBHcmyuOP-pEc-bYseZeru3CA0AlIaSAkOeqCw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1349849605429",
        "starRating": "4",
        "comment": "Sha",
        "commentId": "lg:AOqpTOHnoqIpIpz2T0YuONS2N8LYXCUZylvts3fx-M5oLAFd88eyXdTLaIWi9jsnhJyAiURo7YsOgSgxyKDAQg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK"
    ]
  }
}
