{
  "title": "Cosplay photo book COSNOTE024",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.cosnote.PhotoViewer_COSNOTE024",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 24, 2012",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "4",
  "rating": "3.5",
  "contentRating": "Medium Maturity",
  "creator": "OMOKAJI, INC.",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.cosnote.PhotoViewer_COSNOTE024",
  "extendedInfo": {
    "installSize": "1.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Japanese cosplayers photo album. All free. Enjoy all sorts of cosplay, including portrait and even cross-dressing. 024 Model name:Kiki (Vocaloid Hatsune Miku)Photo Viewing:With single tap, you will see plus/minus button and “thumbnails”, “wallpaper”, “slide show mode” and “settings” from the left side to the right side. You will be able to zoom up a photo by pushing “plus button” or double tapping. For zooming out, you will push “minus button” or double tapping again. You can change photos by right flicking or left.Thumbnails view:You can choose every photo page by tapping on thumbnail icon.Wallpaper:You can set each photo to your wallpaper by tapping “wallpaper” button. If you do not see “wallpaper” button, simply tap once on the screen.Slideshow:You can select auto slide show mode by tapping “slide show” button. The photograph currently you see will automatically change to the next one. You can change the interval time on “settings” page.Settings:“Image interval” will change setting of your slide show interval time.\"Web Site\" button will open the support site page in your browser.“Photo Studio” button will open the site of the photo studio of this application.Thank you for downloading and please enjoy the COSNOTE application!",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.GET_TASKS",
      "android.permission.GET_RECEIVE_COMPLETED",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.SET_WALLPAPER"
    ]
  }
}
