{
  "title": "People Jigsaw Puzzles",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jeegsoft.jigzle.gallery7",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "2.0.2",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "JeegSoft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jeegsoft.jigzle.gallery7",
  "extendedInfo": {
    "installSize": "21M",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you like jigsaw puzzles, you will love Jigzle. This app includes puzzles suitable for all ages, ranging from 12 to 104 pieces. So, whether you are looking for a small puzzle to share with your 3-year-old child or a more challenging one for your relaxing moments or waiting times, download Jigzle and start playing. In each of the apps in the Jigzle's series you will find 100 preloaded puzzles grouped by theme and, in addition, you will be able to create your own puzzles using your favourite photos.Put the pieces together as you would do in a real puzzle. Sort the pieces on the board and when you find two that seem to match, drag one near the other. If they really match, they will automatically join together. The difficulty of the puzzles can be increased by enabling the rotation of the pieces and largest puzzles can be recomposed organizing pieces in different areas of the board, zooming and scrolling the screen to move from one place to another.Additional features include:Ability to save an incomplete puzzle to resume it later.Puzzle image preview.Option to change the touch area size depending on your finger thickness.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
