{
  "title": "Cute Ladybug Dark Theme Go SMS",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.xoladybugblackad",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "June 10, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "XOTHEMES",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.theme.xoladybugblackad",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "App Title:  CUTE LADYBUG DARK THEME:  A skin / theme for GO SMS Pro Application.  Ad-Free version.App Description:  This theme will work with GO SMS PRO application ONLY.  It allows users to have fun changing the look of their Text, SMS or Chat interface on their Android phones.Instructions:  Please Click OPEN and Follow OnScreen Directions Or apply from within GO SMS Pro.  Pop Up customization:To have Pop Up working properly:1) Click Menu/Theme/GO Popup/TurnOn/ 2) now click on a little setting icon on upper right corner(3 little bars), choose use the normal popup. click back. Done.♥ We also have two Matching Themes available for your (1)GO Launcher EX theme and GO Contacts Ex theme.  Please Search Google Play for the matching themes.Need more HELP? Please send an Email to ten.designer@gmail.com♥ Want a different FREE theme?  - No Problem!!    Please Search GOOGLE PLAY for XOTHEMES- We have over 150 themes available. About XOthemes: (1) We add New Themes DAILY, follow us http://www.twitter.com/@xo_studio(2) Click on More by Developer in this page to see more themes(3) More Screenshots of our themes at our website http://xothemes.blogspot.comFEATURES in our themes are:- Superbly beautiful, cute and cuddly styled with tons of customization options. - XO unique custom design stunning wallpapers and clean, beautiful icons- Fantastic high-resolution HD main background with custom soft animal frame, designed by XO Studio from the scratch.- Custom pop-up message with custom matching colors and icons, scroll vertical or horizontal as well.- 100% themed out message main background, texting/chat interface, GO chat/Contacts and app. Center- Text fields have matching fonts throughout this theme- Super cute chat bubbles with unique frame resting on top.Sincerely,XOThemes",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
