{
  "title": "Customize Clock++FREE",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jagllar.customize.clock.free",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "February 4, 2012",
  "version": "1.1.4",
  "operatingSystems": "2.3.3 and up",
  "ratingsCount": "21",
  "rating": "3.5238094",
  "contentRating": "Everyone",
  "creator": "jagllar",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jagllar.customize.clock.free",
  "extendedInfo": {
    "installSize": "114k",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "※ This becomes for FREE. Some functions are limited.It is the live wall paper which can display a clock on favorite wall paper. You can make the wall paper which is high quality only for yourself with simple operation!○ You can change the clock position, color and can make original wall paper only for oneself!○ This application supports the indication of the battery residual quantity. And you can locate a clock by changing the transparency without disturbing the wall paper.○ I prepared for several kinds of themes to have a light user use it. You can make an original clock with a favorite thing choosing without troublesome work from this.○ This application supports starting Apps by a tap. You can run favorite application by tapping a place putting nothing of the screen. (I can start the application of two kinds of right and left!)Tap menu> wall paper> live wall paper> custom clock ++・ Indication of the clock・ Indication of the battery residual quantity・ I choose the placement theme of the indication item・ I set a position, a color, transparency, the font of the indication item・ I attach scenery to the indication item・ Change of setting, the transparency of the background color・ Application start (to two kinds) with the tap・ Setting of the original wall paper○ I coped with scroll of the wall paper. (only as for the pay version)○ It was equipped with electric power saving, a speedup mode. It is recommended in one attaching great importance to battery consumption and movement (*The gap of up to 30 seconds occurs on the clock)Live wallpaper, clock, wallpaper, font, customization, theme, color, custom, size, resize, battery, editing, edit,simple, application folder",
    "reviews": [
      {
        "timestampMsec": "1325997331496",
        "starRating": "1",
        "comment": "Can\\'t find clock in app list. Learn how to make s app before posting.",
        "commentId": "lg:AOqpTOElse94s6vC5WW09gKs7EYaaV2HlU8gjgXzN8mEneUDHBDBCGb2gDIzk29JrU8d-bSlFgjQgh4uJC8xhg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
