{
  "title": "Senior Dating (Personals)",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wSeniorDating",
  "category": "Social",
  "price": "Free",
  "datePublished": "October 16, 2011",
  "version": "0.21.13185.29120",
  "operatingSystems": "1.0 and up",
  "ratingsCount": "2",
  "rating": "1.0",
  "contentRating": "High Maturity",
  "creator": "DateAppz",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.dreamstep.wSeniorDating",
  "extendedInfo": {
    "installSize": "131k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Senior Dating is part of our well established dating network consisting of approximately 3.5 million users. You will be able to meet, flirt, and chat with other real seniors and their admirers using this application. Using this FREE edition, you can take advantage of the following FREE features which will allow you to interact with both basic and unlimited members:(Note) This application only grants these FREE features and is thus considered a FREE edition- You can send unlimited \"smiles\" to other members. There are multiple versions of smiles, which are a small comment to the other user such as \"you're beautiful\", or \"I'm a basic member, send me an email\". Our smiles essentially serve as small emails or messages. There are many different smiles available to you as a free user which serve as powerful communicating tools to all members on the network. You can also recieve unlimited smiles / emails from any user.- You can respond to the emails that are initiated by any user. There are occasional promos which allow you to send free messages.- You can freely browse any and all member profiles, and look at all pictures in their full format.- You can search, browse, and see who is online \"nearby\" which will show you the closest members to you who have recently logged into the network. You can also check \"all online users\" to view everyone nationwide (or internationally) who has recently logged in. You can send smiles to any of these users (unlimited)- Every user on the network will see your profile in full, including unlimited members. You can add compelling text/photos to your profile to attract other users.If you have any questions at all regarding the installation or use of this application, or require support, please contact the email address contact associated with the application. We will respond to your support email within 24hours (typically much sooner).Enjoy!",
    "reviews": [
      {
        "documentVersion": "1.13185.29120",
        "timestampMsec": "1355709382696",
        "starRating": "1",
        "title": "M231T",
        "comment": "This app sucks.Cant put photos on it.Its really slow.",
        "commentId": "gp:AOqpTOFVrB6cDdcpAGTsyVzX0QY6vsjVnSQVi4x3Dmp0IQgu4eUwKnF60XLb-_6O79NyuQW8UNgHPZkR5qVqRQ",
        "author": "Michael Whalen",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.webkit.permission.PLUGIN",
      "com.dreamstep.wSeniorDating.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
