{
  "title": "Shapey!! Lite",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jakkl.games.shapeplaylite",
  "category": "Education",
  "price": "Free",
  "datePublished": "July 22, 2011",
  "version": "1.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "9",
  "rating": "4.6666665",
  "contentRating": "Everyone",
  "creator": "JAKKL",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jakkl.games.shapeplaylite",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Kids will be both entertained and occupied for hours as they attempt to either touch or drag and drop the correct object to the empty hole at the top of the hill. This trial version only includes shapes. Their correct and incorrect attempts are followed by fun visual and auditory cues.  There are various interactive features and surprises for kids to discover and enjoy.  This is the best way to teach children about shapes while keeping them entertained as well! Features:- FREE Trial version of Shapey!!  If you like this version please buy the full app to get animals, letters and numbers.- Designed for kids ages 10 months to 3 years old, but great for kids of all ages!- Fun touchable background elements.  The environment turns from day to night with different elements to play with! In the daytime screen kids can touch the moving sheep, clouds, rainbow and sun to see fun animations and hear amusing sounds.  In the nighttime screen kids can touch the stars, cow and moon. - Kids are rewarded with a fireworks show when they get three correct answers in a row.  After the third correct answer they just need to touch the sky to make their own fireworks appear!- The name of the shape is displayed on the screen to help encourage word recognition- Option to set up to 18 different languages for the display of the name of the shape.  This is great for teaching children other languages!- Option to turn on or off sounds- Option to either touch the object or drag the object to the top of the hill.  Touch is on by default.  You can progress to dragging the objects to promote better motor control in children!- Optimized for both tablets and smart phones- All options are set in the menu on smart phones and on the action bar for tablets",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [

    ]
  }
}
