{
  "title": "Week Calendar Free",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.calsol.weekcalfree",
  "category": "Productivity",
  "price": "Free",
  "datePublished": "September 5, 2013",
  "version": "1.2.9.1",
  "operatingSystems": "2.3 and up",
  "ratingsCount": "28",
  "rating": "3.9642856",
  "contentRating": "Everyone",
  "creator": "WeekCal BV",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.calsol.weekcalfree",
  "extendedInfo": {
    "installSize": "5.9M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "★★ GET THE NO 1. IPHONE CALENDAR APP ON YOUR ANDROID DEVICE ★★Week Calendar is the most user friendly and all-round calendar app worldwide for everyone that needs to manage a busy schedule. Week Calendar works without setup using the Exchange, Google and other calendars you have configured on your Android device.  ★ FAST AND EASY TO USEYou're too busy to spend a lot of time managing your schedule. That's why adding, repeating and moving events is made easy in Week Calendar. With its magnificent interface and intuitive usability, working with Week Calendar is a pleasure for both casual as extensive professional users.★  CALENDAR OVERVIEWWeek Calendar provides a clear and detailed overview based on day, week, month or year level. Set one or more calendars to display simulteaous, each with it's own color, to easily sync work, home and project schedules. ★ PACKED WITH USEFUL FUNCTIONSMove your appointments by simply dragging, copying and pasting. Clear up a busy schedule by assigning different colours or Emoji's/icons to your appointments and events. Powerful reminder functions make sure you’ll always remember your events. Customize week numbers and many other functions to suit your own personal needs. ★ ENHANCE YOUR CALENDAR WITH HOLIDAYS, SPORTS AND OTHER EVENTS Visit our Calendar Store to add additional subscriptions to sports games, national holidays and more to your calendar. Accidentally scheduling an appointment on your free day now belongs to the past! ★ MOST IMPORTANT FEATURES:- Magnificent overview of your appointments and events in day, week, month and year view- Simply reschedule or copy/paste events using drag and drop- Homescreen widget for fast calendar access- Assign emoji's/icons to your events - Event templates for events you often create- Works without setup for all calendars on your Android device (Exchange, Outlook, Google, Facebook, etc)- Quickly add events on the right time using tap-and-hold- Pinch to zoom for a perfect fit in your screen- Link contacts to events- Advanced repetition rules - Invite participants/ share appointments and events by e-mail- Time zone support for people who travel- Adaptable week numbers - Hide weekends when there are no appointments Do you have questions, complaints or comments? We are more than willing to help or solve any of your questions quickly, we're known for excellent and fast support. You can find the most frequently asked questions on our support website or just drop us a line.",
    "reviews": [
      {
        "documentVersion": "1.2.9",
        "timestampMsec": "1378169849966",
        "starRating": "3",
        "title": "Still no yearly calendar...",
        "comment": "Still no yearly calendar...",
        "commentId": "gp:AOqpTOEsUw4F2O7P5ICj4Elpmp4LLOTk0ZXsG-4u5OtptGPF9l8jd5SuZ6soq4Lmb2LCJIduCC2bUmRfaHpmwQ",
        "author": "John Smith",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.5",
        "timestampMsec": "1377189272035",
        "starRating": "2",
        "title": "why cant i buy premium version???",
        "comment": "i have this app on my ipad and love it!!!!  so i was thrilled to see this app was finally available in GooglePlay for my galaxy S3. unfortunately there\\'s a glitch with the app and i am unable to buy the premium version. did anyone else have this issue????  i can and have been buying other apps and music thru GooglePlay, just can\\'t but this particular one.  can anyone help me????",
        "commentId": "gp:AOqpTOFrrFG8taq5T9X7ZYC2kMI3v0OUQ0zIE6V1hfyzfg4X_IxJqnqqLhxi7TTAEYH3cTP8g-6x8JTdyLmQyw",
        "author": "Silvea Rodriguez",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.5",
        "timestampMsec": "1376317874586",
        "starRating": "1",
        "title": "Crashes a lot!",
        "comment": "I spent a long time getting all my correct appointments and times in here and didn\\'t look at it for a day. When I came back, EVERYTHING was deleted. Needless to say I was extremely angry. Good thing I didnt throw away the hard copies of everything!",
        "commentId": "gp:AOqpTOGt2i-Qpi-GD4-qHwKFoozKm7yv-q1CZhnuTaCD6mUJ2JPDuYSUjiJc2rgNO7nXIYyOp_PeuC2j5zf4XA",
        "author": "Jennifer Hutson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "1.2.5",
        "timestampMsec": "1375863801086",
        "starRating": "1",
        "title": "Lag",
        "comment": "I wonder why it should lag on a phone like galaxy s 4 with the highest specs in the market.  And no native notification. - - Reply to Dev : During moving between Months and Weeks, (scrolling). I had experience with WeekCal for iOS and no doubt it is one of the best, I expected something like that.",
        "commentId": "gp:AOqpTOFLSDC0k3xALKWDPyrp-IO6WY46U_u8L3UUXwYt5mGnYXEFXaEn-UPPOmG_bwIlIrrkFe08tusuKADbOg",
        "author": "Behnam Izadi",
        "authorURL": "http://lh3.googleusercontent.com/-kG9Pw4WW5To/AAAAAAAAAAI/AAAAAAAAB0U/NUksqZnlgSI/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-kG9Pw4WW5To/AAAAAAAAAAI/AAAAAAAAB0U/NUksqZnlgSI/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_CALENDAR",
      "android.permission.READ_CALENDAR",
      "android.permission.AUTHENTICATE_ACCOUNTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.READ_SYNC_SETTINGS",
      "android.permission.GET_TASKS",
      "android.permission.WRITE_SYNC_SETTINGS",
      "android.permission.READ_SYNC_STATS",
      "android.permission.MANAGE_ACCOUNTS",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_CONTACTS",
      "com.android.vending.BILLING",
      "android.permission.KILL_BACKGROUND_PROCESSES",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
