{
  "title": "Stocks Market Trading Signals",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jcentricity.forecastica.liteV2Google",
  "category": "Finance",
  "price": "Free",
  "datePublished": "July 7, 2013",
  "version": "5.1",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "14",
  "rating": "2.0",
  "contentRating": "Everyone",
  "creator": "jCentricity",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jcentricity.forecastica.liteV2Google",
  "extendedInfo": {
    "installSize": "2.3M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Forecastica Lite an easy-to-use stock forecasting application that helps you keep an eye on the stock price changes interesting for you for next 4, 8 and 12 days. Whether you are a full-time stock trader or just managing your retirement account, Forecastica is a key resource to help you analyze and take an advantage stock priceforecasts.Forecastica Lite is the lite version of our successful Forecastica Premium Edition.You can pay your attention to stocks price forecasts for over 200,000 stocks spanning 93 stocks exchanges which include:American Stock ExchangeAustralian Securities ExchangeFOREXHong Kong Stock ExchangeLondon Stock ExchangeMilan Stock ExchangeNASDAQ Stock ExchangeNew York Stock ExchangeOTC Bulletin BoardSingapore Stock ExchangeToronto Stock Stock ExchangeToronto Venture Stock ExchangeIndonesia Stock ExchangeNational Stock Exchange of IndiaMexican Stock ExchangeItalian Stock ExchangeStock Exchange of ThailandFrankfurt Stock ExchangeXETRABOVESPA (Sao Paulo)Bombay Stock ExchangeBerlin Stock ExchangeMilan Stock ExchangeBursa Malaysia Stock ExchangeOMX Nordic - StockholmEURONEXT - AmsterdamWarsaw Stock ExchangeEURONEXT - Paris and many more!Our proprietary model is based on neural networks. Simply put, our stock forecasts are driven by pattern recognition that enables the model to identify stock-purchasing trends. It then provides an objective recommendation on what action to take with any given stock - based on neural networks.Our software will help you to hear the pulse of the stock market, and get recommendations of the best BUY/SELL/HOLD moments!The Forecastica Lite Edition has unbeatable depth and breadth of data.  Our data spans the globe, so whatever region you prefer to trade--from North America to Europe to Asia we have it!INCREASE YOUR INVESTMENT PERFORMANCE with a powerful and proven statistical model!Make Profit Daily by Predicting Stock Trends on Worldwide Exchanges Today!Features:-Track stock forecasts for over 200,000 stocks!-Track New York Stock Exchange stock forecasts for FREE!  You can also add exchanges and features that are only available in the Forecastica Premium Edition via an inApp purchase or just Buy the Forecastica Premium Edition and gain access to all 93 exchanges and extended inApp features!-4, 8 and 12 day forecasting!-inApp payments via GetJar Gold Coins now accepted!-Only stock app on Google Play to offer Full Multi-Currency Support for over 900 FOREX Currency Pairs! You can now specify a currency when you create your portfolio.  All stock prices will then be converted into the currency you selected!-Our Company Screener is an innovative, powerful prediction tool that will allow you the trader to analyze potential market opportunities!-Forecasts updated daily!-Facebook and Twitter login!-Stock Graphs! Ability to upload 12 day stock forecasting graph to Facebook!-Multiple Portfolios! Unlimited WatchLists!-Stock Email Alerts with next day predictions!-Unique neural networks based forecasting algorithm developed by Ph.Ds in statistics!-Strategy column shows BUY, HOLD or SELL decision which is based on mathematically predicted turning points (relative minimum or maximum value of stock quotes vs. time)-Vector column shows expected average price movement  Up or Down, in percents.  -Each raw show quote: OPEN, CLOSE, LOW, HIGH, STRATEGY and VECTOR accordingly with day of the forecasting. -Full Multi-Currency Support! Select from over 900 FOREX Currencies! Simply select your local currency and all prices in the application are changed to your local currency!-Profit Calculator shows what your hypothetical profits might have been if you had traded by using our forecasting technology!-The Short Term Volatility indicator measures the volatility of a stock over the past 90 days.  One consistent way to be a winner in this market is to take profit early!",
    "reviews": [
      {
        "timestampMsec": "1377783731719",
        "starRating": "1",
        "title": "Useless",
        "comment": "x",
        "commentId": "gp:AOqpTOE4w7686dAfejvM1LiuyzA7ajw57qhD4ZbGv4FYuV_vnEh7DFU6HerzVItgTkoze_bU52JKkvW1ceht1w",
        "author": "keng keng",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1359189091437",
        "starRating": "1",
        "title": "Bud is not working",
        "comment": "Hungarian stock exchange info is bot working at all.",
        "commentId": "gp:AOqpTOGcz3FptWUvjLeGKRl0MRNEpjS-gRTUwKNEzabW1kX6GPhxaPXw7bvj_n4CF6tUPor46PGJedjEjtyKUA",
        "author": "Norbert Nagy",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1356534980484",
        "starRating": "1",
        "title": "Not good",
        "comment": "Useless",
        "commentId": "gp:AOqpTOFej-64g6aedolh6opbzW8xo4mblOc2wQjbxfOsL7x3XRD1Gu8Dt6rfgnMAo0rIwqiLvQBRovgaFRLdTg",
        "author": "sreelal prabhakaran",
        "authorURL": "http://lh4.googleusercontent.com/-hYdYBSYLVwU/AAAAAAAAAAI/AAAAAAAAAD8/5YGl2O808qo/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-hYdYBSYLVwU/AAAAAAAAAAI/AAAAAAAAAD8/5YGl2O808qo/photo.jpg"
      },
      {
        "timestampMsec": "1349854703945",
        "starRating": "1",
        "title": "No Way to Check Functionality",
        "comment": "None of the features work on my Nexus 7. You enter a filter click search - which opens a dialog box - enter a company symbol, click Done and nothing happens. No list generated. No way to add securities to my portfolio. I can name the portfolio but can\\'t add a stock? And then it rebooted the tablet. Less than one star.",
        "commentId": "lg:AOqpTOGgOxIbm9cBKrF459bv8AiD5taGtL2U8HtegvZuzIprdxTn0i76H5Q4K1FAyFEF4B9YF4Jf93vAISwgcA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1376133313263",
        "starRating": "1",
        "title": "Lousy.  How to use????",
        "comment": "Lousy.  How to use????",
        "commentId": "gp:AOqpTOF8bZCpJvRGPTi6kYZ89AWIyZ4PgEww7r4_2zuSmormOn5_ddrSEqcc58Ll8ghAxJCOlc3J5Ah7VABDqw",
        "author": "Iran Choo",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1351848197614",
        "starRating": "1",
        "comment": "Useless app",
        "commentId": "lg:AOqpTOGeDjvbQVuDVUpFzV8ubBhJ-1HtJEyS3z5qLeRdEOeEK7bHyJG6gv5zCfOVrlphrb0j4NFjok7JAr2gkw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "com.android.vending.BILLING",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.GET_ACCOUNTS",
      "android.permission.GET_TASKS"
    ]
  }
}
