{
  "title": "2500 Funny Ringtones",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jcbs.ring2290",
  "category": "Communication",
  "price": "$2.99",
  "datePublished": "November 24, 2011",
  "version": "2.2.901",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "2.6666667",
  "contentRating": "High Maturity",
  "creator": "JCBS Enterprises LLC",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jcbs.ring2290",
  "extendedInfo": {
    "installSize": "192k",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Get a laugh every time your phone rings, now at 50% off! You get more than two thousand fun ringtones for one low price. What do we mean by \"one price?\" Simple, after you buy the app, you can download as many ringtones as you want for NO CHARGE! Zip, zero, nada.Examples include:\"Warning! An idiot is calling.\"\"That smoking hot babe with the long legs is calling. You better pick up!\"\"Miss High Maintenance is calling you...AGAIN!\"\"Your ex-wife is calling. Time to hit the ignore button, isn't it?!\"\"Your boyfriend is calling. Well, aren't you the lucky one!\"...and thousands more!Quickly scroll through the list of tones. Touch a tone name to listen to a short preview. If you like what you hear, download the entire tone -- up to 30 seconds each. Download as many as you like for no additional charge!Use the app to listen to downloaded tones, or to set your default ringtone. Use the Android contact manager to set specific ringtones for your friends or co-workers.Features include:- Unlimited ringtone downloads for no charge (data fees may apply to your calling plan)- Instantly install ringtones directly to your Android- High-quality, custom tones you can get nowhere elseMEDIA CARD REQUIRED TO SAVE RINGTONESHere's a few ringtones you get:Air HeadAngel EyesBaby DollBaby LoveBabyBad BoyBad GirlBaldyBarbie GirlBeautifulBeer BuddyBelovedBest FriendBest LoverBetter HalfBig BoyBig DogBig PappaBig SexyBig ShotBiker BabeBikini BabeBimboBlonde With Long LegsBodacious Stud MuffinBoss ManBoyfriend StealerBoysBoyBrainiacBride-ZillaBrown NoserBrunette With Long LegsBubbaCaptain ObviousCasanovaCheaterChick MagnetChicken LegsChunky BunnyCon ManCougar BaitCowgirlCreepy GuyCrimson FartCupie DollDimwitted GirlDimwitted GuyDirt BagDog BreathDorkDrama QueenDream BoatDrinking BuddyEinsteinEye CandyFakeFancy PantsFarterFashionistaFlirtFreak Of NatureFuture Ex BoyfriendFuture Ex GirlfriendGeekGodfatherGold DiggerGoofballGorgeousHeart BreakerHeroHickHookerHot LipsHot MammaHot PantsHot StuffHunny PotJail BaitKing Of HeartsKleptoKlutzKnight In Shining ArmorKnockoutKnow It AllLadies ManLittle Miss SunshineLook Whos CallingLoserLove Of Your LifeLove ThangLoverboyLoverMan Of Your DreamsManeaterMeatheadMiss Bad Hair DayMiss Big CityMiss BipolarMiss Blah Blah BlahMiss BoringMiss Four Inch HeelsMiss FrigidMiss HalitosisMiss High MaintenanceMiss LazyMiss Morning BreathMiss Never WrongMiss NobodyMiss NoncommittalMiss ObnoxiousMiss PerfectMiss Short SkirtMiss Slave To FashionMiss SnobbyMiss Soap OperaMiss Split EndsMiss Squeaky VoiceMiss Stuck In The 80sMiss Suck UpMiss Sun DamageMiss VegetarianMiss WhateverMiss Yellow TeethMister StrikeoutMister WonderfulMoronMullet ManNagNose PickerNosy NeighborOooh La LaaParty GirlPimpPlayboyPolice OfficerPorn StarPretty LadyPrincess Aqua NetPunker ChickPunkPure EvilQueen Of HeartsQueenRed Head With Long LegsRedneckRock StarSanta ClausScammerScuz BallSex KittenSexy WifeSharkShortySkin And BonesSleeping BeautySmilesSmoking Hot GirlSmoking Hot Gorgeous Beautiful Smoking Hot HusbandSmoking Hot WifeSnuggle PussSoulmateStrawberry ShortcakeStud MuffinStudSugar DaddySugar MommaSunshineSuper ModelSupermanSweet ThangSweetheartSweetieTarzanTazmanian DevilTeaseToolTroublemakerUber CuteVampireVirginWeirdoWet KisserWhite TrashWise GuyWitchWoman Of Your DreamsWonder WomanWonderful ChildWorlds Best LoverWorlds Worst LoverWretched Dirt BagYummy Pants(RingApp22403)ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones ringtone ringtones",
    "reviews": [
      {
        "documentVersion": "2.2.901",
        "timestampMsec": "1333798251931",
        "starRating": "4",
        "title": "Plentiful selection of nick names columned voice selection variety.",
        "comment": "Simple voice; too professional sounding and dull where creativity could have made these phrases over the top and also could have made this app great! Plentiful variety of nick names/titles (2500); this apps voices just dont have the variety in their sounds..in my opinion. If you take time to go through the whole list i do recommend it as there are many that do fit with the voices that i will utilize!",
        "commentId": "lg:AOqpTOGOu-Ws-7V-eg3H4M4aBIlYm5nyTpHfTaSCv2VKtc5lQQ-ilcDy8pKn_n-y-9Y40g7RVgLAlSCU1MNIHA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.2.901",
        "timestampMsec": "1341156333826",
        "starRating": "1",
        "comment": "Won\\'t play anything. Says network error on all of the ones I tried.",
        "commentId": "lg:AOqpTOHlPYkUiHGUyiU9BuSU85agM0fhz-Zx2kZhIwnt1LLsH3dSdYhZMYUz5fbfalU8S10cGfaVE1vG_JhVbA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.2.901",
        "timestampMsec": "1341191069432",
        "starRating": "2",
        "title": "Average",
        "comment": "Ok types... Not worth the money",
        "commentId": "lg:AOqpTOEMqvA3yuFGJp5n78zE2Ju7La3prTIe6l3mHiMXdHgqPIFwsyhhN2k_lY5V29pnZMPP2VaCDN5YGKKwzg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.2.90",
        "timestampMsec": "1321390374019",
        "starRating": "5",
        "title": "Fun, nutty and even sexy",
        "comment": "Irreverent, corny, fun, and sexy all at the same time. Some are better than others, but there are TONS to choose from.",
        "commentId": "lg:AOqpTOGk0rQu4RaX0ndblXxyeijcvkns04yEUZI1iq94BB7Nkl6NwReFUHoAO2yLotxbdHdmtDRL5JImUs0n3g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "2.2.90",
        "timestampMsec": "1321789352505",
        "starRating": "1",
        "comment": "Won\\'t even open!  Total rip off if you own a Samsung Sidekick 4G!",
        "commentId": "lg:AOqpTOGdrcyodWEQJQX3FnOubOWcnKt6rKyDuIQbxj0rUKgPezRBvCVlGRJU1DvTKBaDrdBANI7QOHV27DDDfw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1356276660774",
        "starRating": "1",
        "title": "Load of rubbish",
        "comment": "Save your money. All it says is the \\'insert title\\' is calling you. Total rip off. Whomever ga e a love 0 stars got a different app to me",
        "commentId": "gp:AOqpTOGm_GhRDZ3g6I8x64Mj2eORFFO0aMqgCEPczhEkS6uCpiDctR8UlT4-zoNo3QIqWqK3eHLhDlIUymYnJw",
        "author": "Edina Hakze",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1340314374276",
        "starRating": "5",
        "comment": "Having trouble playing the tones on Motorola milestone",
        "commentId": "lg:AOqpTOGtyEAOKzDYejAtWeON9OMP88K30e0SCg0smJggXefUDZNZAaBF82nt5nPibvxIt4goFkDnP2jrx_Ssfw",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.WRITE_SETTINGS",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
