{
  "title": "Giatras Law Firm",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.Giatras",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 7, 2011",
  "version": "1.1",
  "operatingSystems": "1.1 and up",
  "ratingsCount": "4",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Appalachian Labs",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.Giatras",
  "extendedInfo": {
    "installSize": "351k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "WEST VIRGINIA CRIMINAL DEFENSE AND PERSONAL INJURY LAWYERA formidable advocate for injury victims and criminal defendantsAt The Giatras Law Firm, PLLC, our west virginia personal injury attorneys believe in justice.We believe injury victims—and all persons facing criminal charges—deserve an attorney who is driven to champion their interests.Our knowledge, innovation, and compassion are the keys to obtaining justice for our clients.A West Virginia criminal lawyer with the knowledge to see a case from every angleWith more than 20 years of experience in the courtroom, firm principal Troy Giatras has accumulated the wisdom to be a powerful force for his clients.  He knows how insurance company lawyers and criminal prosecutors think.  He anticipates their tactics.  And he understands the nuances of criminal law, giving him insight into each dispute.Attorney Giatras has practiced personal injury and criminal law, exclusively, for his entire career.  His work has taken him to nearly every court in the region and to the U.S. Supreme Court.  His published cases have resulted in laws that govern future cases across the state.Innovation for successful strategies from a West Virginia injury lawyerAttorney Giatras represents clients with an energy that inspires confidence and generates creativity.  He works tirelessly to develop novel arguments and to present evidence in a way that is easy for juries to understand.Additionally, the firm remains on the cutting edge of technology, bringing to bear on our clients’ matters every available resource—from online legal research and computerized case tracking to reputable experts who are at the forefront of their field.Personal injury lawyer in West Virginia with the compassion to see you through difficult timesWhile Attorney Giatras has earned a reputation for being a bold fighter, clients also see his warm heart.  With an easygoing nature, he builds relationships of trust with his clients.  His commitment to them is profound.  He makes their problems his problems and gives them top priority.At The Giatras Law Firm, PLLC, we have helped thousands of clients with the following: Personal injuryWrongful deathMotor vehicle accidentsCoal truck accidentsConstruction accidentsNursing home injuriesDefective productsAuto accidentsTruck accidentsMotorcycle accidentsBicycle accidentsPedestrian accidentsATV accidentsAs a West Virginia criminal defense lawyer, Attorney Giatras has extensive experience helping clients with the following matters:Criminal lawFeloniesMisdemeanorsDrug crimesDUIWhite-collar crimesYou are in need.  We are here to help you.If you have a phone, you have a criminal defense lawyer in West VirginiaDealing with your personal injury or criminal defense matter may seem overwhelming.  Trust The Giatras Law Firm, PLLC in Charleston, West Virginia, to handle your problems professionally and to provide you with peace of mind.We offer a no-risk, free consultation, and the convenience of evening and weekend appointments.  We make home and hospital visits when necessary.  Contact us online to speak with an injury and criminal lawyer in West Virginia.Where knowledge, innovation, and compassion meet",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
