{
  "title": "Classic Tie Dye Keyboard skin",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gokeyboard.theme.baron.williams.tiedye.classic",
  "category": "Personalization",
  "price": "$1.25",
  "datePublished": "July 29, 2013",
  "version": "Varies with device",
  "operatingSystems": "Varies with device",
  "ratingsCount": "23",
  "rating": "4.521739",
  "contentRating": "Everyone",
  "creator": "Baron D Williams",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gokeyboard.theme.baron.williams.tiedye.classic",
  "extendedInfo": {
    "installSize": "Varies with device",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "This skin works with: Go Keyboard (FREE), Ultra Keyboard (FREE), Smart Keyboard (FREE Trial), TSwipe-Pro (FREE), Better Keyboard (+ Unlock Key), Perfect Keyboard Pro, Super Keyboard Pro, and ICS Keyboard donation.No, that’s not a misprint. This skin is a hybrid skin supporting both Go Keyboard and Better Keyboard formats. It works with all of the keyboard apps currently on the market that support these two very popular skin formats.The BDW Classic Tie Dye Keyboard skin is a high quality piece of artwork inspired by classic 60’s style psychedelic tie-dye artwork. Many days went into designing the hi-resolution digital images used in this skin. This has every color of the rainbow: violet, indigo, blue, green, yellow, orange, red, and more all blended nicely together. So it has a color to match just about any phone or tablet out there.COMPATIBILITYSupports Android 1.5 and up. NOTE: only skin version 1.0.0.4 supports Android 1.5. It doesn't support Go Keyboard, large tablets, or high resolution screens like the newer version. To get version 1.0.0.4 you must download from Google Play using an old device running Android 1.5.Version 1.0.0.5 and up fully supports all standard Android phone and tablet screen sizes and resolutions. This skin has images for each screen type, so the keyboard images appear very crisp and detailed on all standard Android phones and tablets without any stretching of the keyboard images. TABLETS AND PHONES TESTED WITH THIS SKINArnova 10 G2 TabletArnova 7 G2 TabletHTC WildfireSamsung Galaxy AceSamsung Galaxy NexusSamsung Galaxy NoteSamsung Galaxy S3Samsung Galaxy Tab 7.7Samsung Galaxy Tab 10.1Samsung Galaxy Tab 2 7 InchSamsung Galaxy YSamsung Infuse 4GAnd moreUSAGEThe BDW Classic Tie Dye Keyboard skin is very simple to use. If you have compatible keyboard apps already installed, and you open the skin, the skin shows you a list of all the compatible keyboard apps installed on your Android, and gives you separate buttons for each of their settings. The skin also displays very clear easy to follow instructions for each keyboard app detailing how to use the keyboard skin with the keyboard app.If you don’t have any compatible keyboard apps already installed in your Android the skin will present you with a screen allowing you to directly download one of several compatible keyboard apps by simply pressing a button.The skin also includes a test area for you to type in to test the skin (after setting up your keyboard app to use the skin). You can long press the test area to select different input methods to see how the skin looks using the compatible keyboard apps you have installed on your Android.PHONE KEYBOARD APP RECOMMENDATIONSFor the best experience using this skin, I recommend using Go Keyboard, or Ultra Keyboard.TABLET KEYBOARD APP RECOMMENDATIONSIf using a tablet, Super Keyboard Pro and Perfect Keyboard pro are excellent keyboard apps. Both have a landscape mode split keyboard layout that’s great for tablets.Go Keyboard works well on tablets in portrait mode but very poorly on tablets in landscape mode unless you use their special “PAD MODE” plug in. Unfortunately their “PAD MODE” requires special tablet only skins which are sadly incompatible with their normal skins. We do have a tablet version of this skin available for Go Keyboard “PAD MODE”.HI RESOLUTION IMAGES!Unlike a lot of other skins available, all of the keyboard images used in this skin are true high resolution HD images. The images look great on both small phones and large 10 inch tablets.SEE MY OTHER SKINS!To view my other skins using this keyboard skin open the keyboard skin by selecting it’s icon in your apps menu. Then press “Get More Skins” to view all of my other skins on Google Play.I have a whole line of skins with a broad range of styles from professional business style skins to colorful rock style skins to pink skins designed for girls, and much more. I enjoy making these skins.",
    "reviews": [
      {
        "documentVersion": "0.0.6",
        "timestampMsec": "1378923926648",
        "starRating": "5",
        "title": "Kool",
        "comment": "I really like it",
        "commentId": "gp:AOqpTOGMMJEmgsugvR4lmOYjw-O5-05cFxhk7UGMj8lu90jkX23eKUiKhAsOL220gm9d5HT-PeuGfIbulOPseA",
        "author": "Jessica Watson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.0.5",
        "timestampMsec": "1354844855079",
        "starRating": "5",
        "title": "Tye Dye",
        "comment": "Awesome I wish more stuff was tye dyed.",
        "commentId": "gp:AOqpTOGGMfYvx7bLFTnJN-uq6THdtQgY97glUI9EBKz5m7lMavshM38Rp2gSV0UdAUnfYavHVcL5K2jZfWAYpg",
        "author": "Heather Asher",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.0.5",
        "timestampMsec": "1343423394049",
        "starRating": "5",
        "title": "Keyboard",
        "comment": "Love it",
        "commentId": "lg:AOqpTOHkbbyDuTx7fYrUHGaJNplldf3tMy_WoyYtT7EM4ALLxZ_74-tUb2txQZkdOtQ6-zi4cBvgVe9DGz2dmg",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1372723296705",
        "starRating": "5",
        "title": "Pretty !!!",
        "comment": "Matches alot of sns themes and go contacts as well. Great App.",
        "commentId": "gp:AOqpTOF1Wz0bBXVpIrkr2JMsxJel3HiHz_GUdhJQxX5dfqi63ALxC21L2u-biX45o13yMrqcVrvaVeN2EqdnnA",
        "author": "sonya riley",
        "authorURL": "http://lh4.googleusercontent.com/-EWynQWjFSDA/AAAAAAAAAAI/AAAAAAAAB5o/o8TJ9RT4w-g/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-EWynQWjFSDA/AAAAAAAAAAI/AAAAAAAAB5o/o8TJ9RT4w-g/photo.jpg"
      },
      {
        "timestampMsec": "1373869359068",
        "starRating": "4",
        "comment": "Kinda confusing to install",
        "commentId": "gp:AOqpTOHoDe79md4YgTMqjbMzHARJlYT30dO4kz7LYECVFx7T4UxiQz-8-Ur4mpKtlptGxlK6U1krLZ_svMZddg",
        "author": "ariel branson",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1345156537597",
        "starRating": "1",
        "title": "Small keypad",
        "comment": "Too small to use",
        "commentId": "lg:AOqpTOGGu9T4qyejuv7htLvjRaB1Z87Xe9RNJXYgj8SCaYZaUz0Fd98qnojyB-ILgKGqvjDc4BN5zbm1lz6PgA",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
