{
  "title": "Hi, Don Pepito, Hi Don Jose",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jmtechnologysolucions.hola_donpepito_hola_donjose",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "July 27, 2013",
  "version": "2.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "15",
  "rating": "4.9333334",
  "contentRating": "Low Maturity",
  "creator": "JM Technology Solutions",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jmtechnologysolucions.hola_donpepito_hola_donjose",
  "extendedInfo": {
    "installSize": "13M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "Divertida canción infantil Hola Don Pepito, Hola Don Jose, para niños, la cual enseña a los chiquitines desde que aprenden a hablar a realizar tanto los  saludos como las despedidas, es una  canción  clásica latinoamericana, compuesta por el canta autor mexicano, Francisco Gabilondo Soler, ha sido  interpretada por innumerables artistas infantiles y traducida a varios idiomas.Aquí esta representada por unos simpáticos dibujos animados y la cantan unos payasos, esta muestra con alegría y simpatía la mejor forma de expresarse al dirigir el saludo a una persona conocida. A través de ella se  aprenden a socializar con los demás, a seguir los ritmos y aprender palabras nuevas e inclusive a despertar la imaginación de los pequeños . Motiva a los niños y niñas a saludar de manera creativa y hasta a la investigación pues posee palabras que necesitaran saber su significado, lo que los llevara a ampliar su vocabulario.  Baja este vídeo y míralo con tus pegueños, y veras como este aprenderá y desarrollará mas rápidamente  sus talentos ocultos, así podrá cantar tanto esta canción, como la del pollito pío y bailara como el pupy dance.Historia del autor de la canción.Francisco Gabilondo Soler, también conocido como Cri-Cri, fue un cantautor mexicano de música infantil. Nació el 6 de octubre de 1907 en la ciudad de Orizaba, Estado de Veracruz, falleció el 14 de diciembre de 1990 en Texcoco, Estado de México. Fue un compositor mexicano de canciones infantiles, famoso por presentar durante muchos años un programa de radio enfocado a los niños, para el cual creó al personaje Cri-Cri, el grillito cantor. Sus canciones son famosas en América Latina y han sido traducidas a distintos idiomas. Fue socio fundador de la Sociedad de Autores y Compositores de México.Algunos de sus discos editados fueron:-Cri-Cri, El Grillito Cantor (1956)-Tema de Cri-Cri (Entrada)-Llueve-Caminito de la escuela-El teléfono-Baile de los muñecos-Ropavejero-Gato de barrio-El perrito-Guacamaya-Rusiana-Mi burrita-Vals del Rey-Canción de las brujas-Tema de Cri Cri (Salida)-Marcha de las letras-Ratón vaquero-La patita-Cucurumbé-Cochinitos dormilones-El Comal y la olla-Marcha de las canicas-Tango medroso-Bombón I-Vals del trompo-El fantasma-Soldadito cojo",
    "reviews": [
      {
        "timestampMsec": "1375987634920",
        "starRating": "5",
        "title": "N\\303\\255tido",
        "comment": "Muy divertido",
        "commentId": "gp:AOqpTOF2Z_8Yj_xe0kFOMv3n7SXiSJ9EFGndv3mGhvgtsivotTYKdcKZQW8k94Hket2onPwFckO92mJ22tYYKmk",
        "author": "Pedro Pimentel",
        "authorURL": "http://lh3.googleusercontent.com/-NPO9LB-C1Xo/AAAAAAAAAAI/AAAAAAAADsM/J5STLF8kq_s/photo.jpg",
        "authorSecureURL": "https://lh3.googleusercontent.com/-NPO9LB-C1Xo/AAAAAAAAAAI/AAAAAAAADsM/J5STLF8kq_s/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.INTERNET",
      "android.permission.ACCESS_COARSE_LOCATION"
    ]
  }
}
