{
  "title": "Handy Lyrics - Cam'ron",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Camron",
  "category": "Music & Audio",
  "price": "Free",
  "datePublished": "June 10, 2013",
  "version": "1.0",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "5.0",
  "contentRating": "Everyone",
  "creator": "Kultida Anekboon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.bswhaney.Camron",
  "extendedInfo": {
    "installSize": "1,000k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "If you are Cam'ron's fan, this app is right for you. Whenever you want to check Cam'ron's lyrics, just open this app and choose the lyrics that you want. You don't have to access the internet to get the lyrics. We provide all Cam'ron's lyrics here. In the Album tab, you can choose lyrics based on the album. In All lyrics tab, all of Cam'ron's lyrics are here. You can quickly search the lyrics by using the search bar at the top of the page.Hope you guy enjoy using this app as much as I enjoy developing it. :)************************Main Features ************************- Lyrics categorized by album - Show all lyrics - Search lyrics************************List of albums ************************- Confessions of Fire- S.D.E.- Come Home with Me- Purple Haze- Killa Season- Crime Pays- Gunz n' Butta************************List of lyrics ************************- 357- A Pimp's A Pimp- Adrenaline- All The Chickens- American Greed- Bottom Of The Pussy- Boy Boy- Bubble Music- Chalupa- Come Home With Me- Come Kill Me- Confessions- Cookies-N-Apple Juice- Cookin' Up- Crime Pays (Intro)- Curve- D Rugs- Daydreaming- Dead Or Alive- Death- Dip-Set Forever- Do It Again- Do Ya Thing (Remix)- Double Up- Down And Out- Family Ties- Feels Good- Freak- Fuck You- Fuck You At- Get Down- Get 'Em Daddy (Remix)- Get 'Em Girl- Get It Get It- Get It In Ohio- Get Ya Gun- Girls- Girls, Cash, Cars- Glory- Got It For Cheap- Harlem Streets- He Tried To Play Me- Hey Lady- Hey Ma- Hey Muma- Homicide- Horse & Carriage- I Just Wanna- I.B.S.- I'm A Chicken Head (Skit)- I'm Nice- Intro- Intro (Purple Haze)- Killa- Killa Cam- Killa Cam (Intro)- Leave Me Alone, Pt. 2- Leave You Alone- Let Me Know- Live My Life (Leave Me Alone)- Living A Lie- Losin' Weight- Losing Weight Part 2- Love My Life- Me And My Boo- Me, My Moms & Jimmy- Monster Muzik- More Gangsta Music- More Reasons- My Hood- My Job- Never Ever- O.T. (Skit)- Oh Boy- On Fire Tonight- Prophecy- Put A Bird Up- Rockin' And Rollin'- Rude Boy (Skit)- Shake- Shanghai- Silky (No Homo)- Soap Opera- Something New- Speakin In Tungs- Spend The Night- Sports, Drugs & Entertainment- Stop Calling- Take Em To Church- That's Me- The ROC (Just Fire)- Tomorrow- Touch It Or Not- Triple Up- Violence- War- We Got It- We Make Change- Welcome To New York City- Welcome To Purple Haze (Skit)- Wet Wipes- What I Gotta Live For- What Means The World To You- Whatever- Where I Know You From- Where I'm From- White Girls- Who- Why No- Woo Hoo- Wrong Ones- You Gotta Love It- You Know What's Up",
    "reviews": [
      {
        "timestampMsec": "1372826107744",
        "starRating": "5",
        "title": "Kool",
        "comment": "No comment",
        "commentId": "gp:AOqpTOEgqb4Hn3gzzQzCaj9oJfeuJGKhK7KznVM_Y9fsY4dus2n1evamwFKm5KE_s-6pHD9HNJ_Jq6ABtNlX4Ec",
        "author": "Hysani Dodd",
        "authorURL": "http://lh6.googleusercontent.com/-OnbiYpNLYtM/AAAAAAAAAAI/AAAAAAAAAFk/BJOvpiHDzdE/photo.jpg",
        "authorSecureURL": "https://lh6.googleusercontent.com/-OnbiYpNLYtM/AAAAAAAAAAI/AAAAAAAAAFk/BJOvpiHDzdE/photo.jpg"
      }
    ],
    "permissions": [
      "android.permission.READ_PHONE_STATE",
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
