{
  "title": "Deep Purple Live Wallpaper",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jettimeapps.deeppurple",
  "category": "Personalization",
  "price": "Free",
  "datePublished": "May 7, 2013",
  "version": "2",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "0",
  "rating": "0.0",
  "contentRating": "Low Maturity",
  "creator": "Jacob Jetts",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jettimeapps.deeppurple",
  "extendedInfo": {
    "installSize": "945k",
    "downloadsCount": "100+",
    "downloadsCountText": "100 - 500",
    "description": "Smoookee on the waaaater!!  Deep Purple is rocking out in this free HD LWP that pays homage to the legendary band!!  Deep Purple are an English rock band formed in Hertford in 1968. They are considered to be among the pioneers of heavy metal and modern hard rock, although their musical approach changed over the years.  Originally formed as progressive rock band, the band's sound shifted to hard rock in 1970. Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the \"unholy trinity of British hard rock and heavy metal in the early to mid-Seventies\". They were listed in the 1975 Guinness Book of World Records as \"the globe's loudest band\" for a 1972 concert at London's Rainbow Theatre, and have sold over 100 million albums worldwide, including 7.5 million certified units in the US.  Deep Purple were ranked number 22 on VH1's Greatest Artists of Hard Rock programme and a British radio station Planet Rock poll ranked them 5th among the \"most influential bands ever\". At the 2011 Classic Rock Awards in London, they received the Innovator Award. In October 2012, Deep Purple were nominated for induction into the Rock and Roll Hall of Fame.****************************************************************************Please show support by posting comments and ratings! Thank youThis app contains ads that may appear in the notification tray or homescreen as an Icon. You can optout the ads from the links below:Leadbolt Optout: http://opt.leadbolt.com/To delete the icons just hold your finger on them and drag to the trash can to delete.****************************************************************************Tags: rock, swag, electric, classic, metal, heavy, legendKey Words: LWP, custom, background, SD card, Jets",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.GET_ACCOUNTS",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.WAKE_LOCK",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT"
    ]
  }
}
