{
  "title": "Darren Young Games For All",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jacksonvillewebsitedevelopmentco.darrenyoungapp",
  "category": "Brain & Puzzle",
  "price": "Free",
  "datePublished": "May 15, 2013",
  "version": "1.0",
  "operatingSystems": "2.2 and up",
  "ratingsCount": "4",
  "rating": "4.5",
  "contentRating": "Everyone",
  "creator": "Jacksonville Web Design",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jacksonvillewebsitedevelopmentco.darrenyoungapp",
  "extendedInfo": {
    "installSize": "4.6M",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Do you love Darren Young?  Do you want to play games with him as the star?  Well now you can!  With this great app you will be able to play Darren Young memory, jigsaw puzzles, and Tetris.  You will love spending some free time with Darren.Fredrick \"Fred\" Douglas Rosser (born November 2, 1983) is an American professional wrestler, currently signed to WWE under the ring name Darren Young. Prior to signing with WWE, Rosser competed in Northeastern and Mid-Atlantic independent promotions including Chaotic Wrestling, East Coast Wrestling Association, Independent Wrestling Federation and the National Wrestling Alliance.Born in Union, New Jersey, Rosser began watching professional wrestling during the mid-1980s and became interested in becoming a professional wrestler as a teenager, wrestling in several backyard wrestling federations. He researched a number of wrestling schools before deciding on Camp IWF in West Paterson, New Jersey. This was due in part to his employer, whose uncle was a friend of a local wrestler training there at the time, and helped him enroll in the wrestling school.Rosser made his professional debut in 2002 and spent several years on the independent circuit, including wrestling for the Independent Wrestling Federation and Chaotic Wrestling during his early career. On May 17, 2003, he won his first major title when he defeated the IWF Heavyweight Championship in Woodland Park, New Jersey and held it for over half a year until losing to Roman on January 17, 2004. It was at a house show in Chaotic Wrestling that he was first noticed by promoter Jim Kettner and invited to compete for the East Coast Wrestling Association where he made his debut in the summer of 2004. Shortly after entering the promotion, Rosser began feuding with Prince Nana over the ECWA Mid Atlantic Championship and eventually defeated him for the title in Newark, Delaware on September 18, 2004. He lost the title to Nick Malakai less than two months later.",
    "reviews": [
      {
        "timestampMsec": "1378834918677",
        "starRating": "4",
        "title": "Nice game",
        "comment": "Co\\303\\264l",
        "commentId": "gp:AOqpTOFek6nn8KN5KvdgCh3a4gPIMD67zh7sLOtLQuoARfIEv5U5dbj5A4nhhmXCPe1PIW80burR4ol-5wxK00I",
        "author": "Mischa Abbott",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.WAKE_LOCK",
      "com.jacksonvillewebsitedevelopmentco.darrenyoungapp.permission.C2D_MESSAGE",
      "com.google.android.c2dm.permission.RECEIVE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
