{
  "title": "GO SMS Theme Army Wife",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.autumngriffon.army_wife",
  "category": "Personalization",
  "price": "$1.99",
  "datePublished": "January 2, 2013",
  "version": "1.2",
  "operatingSystems": "1.6 and up",
  "ratingsCount": "2",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Autumn Griffon",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.jb.gosms.autumngriffon.army_wife",
  "extendedInfo": {
    "installSize": "321k",
    "downloadsCount": "50+",
    "downloadsCountText": "50 - 100",
    "description": "THEME: Army WifeDESCRIPTION: A theme dedicated to all the Army Wives out there.Included in this SMS Theme:-Custom Inbox Background-Custom Chatroom Background-Custom SMS Popup Window-Custom Top Bar & Bottom Bar-Custom Interface Icons-Custom Font ColorsINSTALLATION***This is NOT a standalone app, so you will need to download Go SMS Pro from the market if you don't already have it.1. Install GO SMS Pro (free & available in the Market)2. Install this theme3. Launch GO SMS Pro3. Goto Menu -> Theme -> Installed -> Army Wife ->Apply***GO SMS PRO can be downloaded directly from Google Play, just search \"GO SMS\".  It's absolutely FREE!! GO SMS is rated the #1 SMS application on Google Play.USERS EXPERIENCING DOWNLOAD ISSUES: If you experience any issues downloading this theme, please try restarting your phone. If it still doesn't work make sure that Google didn't send you a cancellation notice via email or a notice stating that there is an issue with your card. If all else fails, please contact Google directly as we cannot fix any downloading issues you are experiencing.TABLET USERS: This theme is not originally designed to work on Tablet's, however it may work on some Tablet's I will not give a refund if it doesn't work on your Tablet so please test it out within the first 15 minutes of the purchase to see if it is compatible, if not and the purchase is cancelled within the 15 minutes - you'll be refunded by Google.COMMENTS & RATINGS: Autumn Griffon strives to help our customers and provide them with the best support possible, so please, before leaving a negative rating or comment, please contact us via email: autumngriffon@gmail.com.REFUND POLICY: As with all Google Play purchases, refunds are available within the first 15 minutes of each download. You will have to go back to Google Play, find the application you downloaded and then click the refund button. We highly suggest you try out the application within the first 15 minutes of purchase so that if you unhappy with your purchase you can qualify for a refund.GO SMS Pro theme gosmstheme com.jb.gosms*",
    "reviews": [
      {
        "timestampMsec": "1350503529441",
        "starRating": "1",
        "title": "Disappointed",
        "comment": "I can even use it. When you open it you get a force close message. It\\'s not worth your time.",
        "commentId": "lg:AOqpTOEugv0VLYXSP0_fZmfGuMD9qP3rZUgRU3pi2LbMdv_oeZSWMZVvNo5rURz-jphhx_jZeBFRbOWINKxBv_c",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "timestampMsec": "1353719207986",
        "starRating": "1",
        "title": "Very unhappy",
        "comment": "Kept foreclosing unable to open, need a refund!!!!!!",
        "commentId": "lg:AOqpTOGpqVARxlskUmr-W68CkWnWQg9_2bvo7KXuPBQ73vpkS7wCuMz8_5_q12AHynFMdwURJ6tR-fw70REG6m4",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [

    ]
  }
}
