{
  "title": "Mirage Hotel & Casino Slots",
  "playStoreURL": "https://play.google.com/store/apps/details?id=com.casinoworld.miragehotelcasino",
  "category": "Cards & Casino",
  "price": "Free",
  "datePublished": "July 25, 2013",
  "version": "1.0",
  "operatingSystems": "2.1 and up",
  "ratingsCount": "12",
  "rating": "4.75",
  "contentRating": "Medium Maturity",
  "creator": "CASINO CITY",
  "creatorURL": "https://play.google.com/store/apps/details?id=com.casinoworld.miragehotelcasino",
  "extendedInfo": {
    "installSize": "9.9M",
    "downloadsCount": "1,000+",
    "downloadsCountText": "1,000 - 5,000",
    "description": "★★★★★\"Mirage Hotel & Casino Slots is Fun game, Great way to kill some extra time.\" - Brian Samsung Galaxy S3★★★★★\"Fun and enjoyable Fun and enjoyable.\" - Leti HTC ONE★ ★ ★★★\"Mirage Hotel & Casino Slots is a great game. I love this game, I play all the time..\" - Mercides Sony Xperia S★ $1,000 slot machine credits as a daily FREE bonus!Mirage Hotel & Casino Slots by Casino City now plays, feels and sounds like your in a Las Vegas Casino sitting on a real Slot machine betting huge $100 hits and Winning JACKPOTSCreated by EnlightenedApps.com Australia's largest mobile application development company with over 200 applications being used by over 1 million people worldwide daily.Now its time to start betting, winning and risking your huge jackpots for a chance to gamble and HIT BIG with a x4 suited slots WIN!Play the No# 1 Rated Deluxe Slots game as an App, you can play amazing video slot machines at home, at work, on the bus, anywhere!Welcome to the best place to play Slot Machines Online for FREE!Earn Coins and bonuses while moving up in experience rank, as you level you can bet larger amounts. Level, play, compete and shoot to fame with your Friends on Facebook all while enjoying hours of pure entertainment.Win tons of coins and become a high roller with Jackpots, Features and Slot Royal WILDs.Bet more then your willing to risk at a casino, are you willing to risk $1,000,000 on a 1 in 4 Suits Gamble? The only slot machine with a realistic gamble feature that keeps going till you decide to take it all home.The only Slot Game with a running MMO Leveling experience, every time you play you gain experience points unlocked higher bet amounts, for an all new gaming experience.Enjoyed by millions worldwide Mirage Hotel & Casino Slots is the favorite social slots game online providing unlimited FREE entertainment, top-tier graphics, and high-quality sound effects.App features:★ The World’s GREATEST Double down or x4 Suite GAMBLE FUNCTION on Android & iPhone ★ BIG WIN JACKPOTS★ JAW DROPPING WINS★ Hit a feature and win FREE SPINS!!!★ The 1# Slot machine game with a popular Vegas Theme ★ WILD Cards mean more chance of Winning★ 15 Lines means 15 times your chance of winning★ 5 amazing reels spin features★ Instant accessibility anywhere, anytime, from any device★ Sign in with Facebook and beat them with your highest score★ Invite friends to play and get $200 bonus slot machine credits per person invited share on Facebook, Instagram, Twitter, SMS, YouTube, Skype, Viber, Snapchat, Google+ and Gmail★ Bonus games ★ Leader-board★ In-app purchases★ Save to SD cardOur slot games have large reels and exciting bonus rounds. We have designed our slots full of colourful graphics and impressive slot machine sounds to make your playing experience as realistic as possible.★ Created by one of Australia’s Leading App Development Companies★ Become a fan! Get exclusive rewards and stay up to date on our latest news.For technical problems or issues please email us at any time. We are listening to user feedback and we will certainly keep improving features so stay tuned.Thank you.Support@enlightenedapps.com",
    "reviews": [
      {
        "timestampMsec": "1376715093471",
        "starRating": "5",
        "title": "THE BEST",
        "comment": "I love this one",
        "commentId": "gp:AOqpTOGg99nGzsCVbx7o2_UltiJSXGhMJ3Aq5m7ppLry4SH5mkXP32Rm8GX-6i5HM-0JEZw37whyOTHXasw",
        "author": "Jim Smith",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "com.android.vending.BILLING",
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.READ_PHONE_STATE",
      "android.permission.RECEIVE_BOOT_COMPLETED",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.GET_ACCOUNTS",
      "com.android.browser.permission.READ_HISTORY_BOOKMARKS",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION",
      "android.permission.ACCESS_WIFI_STATE"
    ]
  }
}
