{
  "title": "My Water",
  "playStoreURL": "https://play.google.com/store/apps/details?id=cz.codesign.veolia",
  "category": "Business",
  "price": "Free",
  "datePublished": "April 2, 2013",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "2",
  "rating": "1.0",
  "contentRating": "Everyone",
  "creator": "Codesign, s.r.o.",
  "creatorURL": "https://play.google.com/store/apps/details?id=cz.codesign.veolia",
  "extendedInfo": {
    "installSize": "230k",
    "downloadsCount": "500+",
    "downloadsCountText": "500 - 1,000",
    "description": "Mobilní aplikace Moje voda Plus Vám umožní okamžitý a zabezpečený přístup k Vašemu elektronickému zákaznickému účtu u Vašeho dodavatele vody, a získáte tak přehled o Vaší smlouvě, ceně vody, fakturách či spotřebě vody. V aplikaci najdete záložky „Můj účet“, „Faktury a odečty“, „Požadavky“ a „Změna údajů“, které Vám umožní jednoduše a rychle získat aktuální přehled nebo vyřídit následující záležitosti: Nahlásit stav Vašeho vodoměru Mít přehled o Vašich fakturách a platbách a vystavených předpisech Vyhledat si aktuální cenu vody Změnit Vaše kontaktní údaje Mít pravidelný přehled o haváriích vody a plánovaných přerušených dodávkách vody ve městě či obci, které Vás zajímají Sledovat Vaši spotřebu vody Zaregistrovat si zasílání elektronické verze faktury Zarezervovat si schůzku v zákaznickém centru dle Vaší časové dispozice Odesílat požadavky a sledovat stav jejich vyřizování Přístupové jméno (Účet) a heslo pro vstup do aplikace Moje Voda Plus obdržíte doporučeným dopisem na základě Vaší registrace do internetového zákaznického účtu. Při prvním přihlášení do aplikace si prosím změňte zaslané přístupové heslo za nové. Uložením Vašeho přístupového hesla ve Vašem mobilním telefonu berete na vědomí, že v případě ztráty nebo odcizení telefonu může dojít ke změnám údajů ve Vašem zákaznickém účtu. V případě, že budete mít jakékoliv podezření na zneužití a/nebo zpřístupnění hesla třetí osobě, můžete své heslo změnit online nebo kontaktujte Vaše zákaznické centrum. Vytvoření zákaznického účtu je dostupné pro všechny zákazníky společností skupiny Veolia Voda, a.s. na příslušných internetových stránkách. Skupinu Veolia Voda, a.s. tvoří společnosti: 1. Sčv, a.s., Severočeské vodovody a kanalizace, a.s., Pražské vodovody a kanalizace, a.s., MORAVSKÁ VODÁRENSKÁ, a.s., VODÁRNA PLZEŇ a.s., Středočeské vodárny, a.s., Královéhradecká provozní, a.s., Vodohospodářská společnost Sokolov, s.r.o., RAVOS, s.r.o. a VODOSPOL s.r.o.",
    "reviews": [
      {
        "comment": "No reviews given!"
      }
    ],
    "permissions": [
      "android.permission.INTERNET"
    ]
  }
}
