{
  "title": "Justin Bieber Daily",
  "playStoreURL": "https://play.google.com/store/apps/details?id=desarrollo.app.android.justinbieberdiario",
  "category": "Entertainment",
  "price": "Free",
  "datePublished": "August 23, 2013",
  "version": "1.0.3.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "102",
  "rating": "4.5392156",
  "contentRating": "Low Maturity",
  "creator": "desarrollo.app.android",
  "creatorURL": "https://play.google.com/store/apps/details?id=desarrollo.app.android.justinbieberdiario",
  "extendedInfo": {
    "installSize": "3.0M",
    "downloadsCount": "10,000+",
    "downloadsCountText": "10,000 - 50,000",
    "description": "Justin Bieber Diario es la mejor selección de fotos de este gran cantante.Si eres un fan de Justin Bieber, es aplicación te encantara. Las fotos están en alta resolución para que puedas usarla como fondo de pantalla. La aplicación te permite poner cualquier foto como fondo de pantalla o copiar la foto a la tarjeta SD o compartirla con tus amigos por todas las redes sociales ( como facebook ) o programas de mensajería instantánea como whatsapp o lineLa aplicación consta de 4 opciones:1 – La foto del día. Todos los días una nueva foto de Justin Bieber.2 – La Foto  en exclusiva. Todos los días una nueva foto de Justin Bieber, pero en exclusiva para ti, es decir en cada móvil sale un foto distinta!!! 3 – Historial de fotos. Todas las fotos publicadas de Justin Bieber en la foto del día desde el 1/1/2013. Si te has perdido alguna foto aquí están todas.4 – Foto Aleatoria. Me muestra una foto de forma aleatoria de todas las publicadas hasta la fecha. Para que te diviertas.¿Eres un fan de Justin Bieber?¿Te gusta Justin Bieber?¿Crees que Justin Bieber  es el mejor cantante del mundo?¿Crees que Justin Bieber es el mas guapo y adorable?Si alguna de estas preguntas es afirmativa esta es sin duda tu aplicación.Esta aplicación  es gratuita. Todas las fotos de Justin bieber son gratuitas y te las podrás descargar en tu móvilLas mejores fotos de Justin Bieber están aquí, para usarlas  de fondo de pantalla o para que las compartas con tus amigos y amigas.Si eres un autentico fan de Justin Bieber, esta aplicación no se defraudara, por que el es único como sus fan.Esta aplicación es imprescindible si quieres tener las mejores fotos de Justin Bieber .Justin Bieber Diario tiene las mejores fotos en HD es muy sencilla y gratuita. Justin Bieber Diario es una aplicación no oficial sobre Justin Bieber, echa por fans de Justin Bieber, para fans de Justin Bieber.Justin Drew Bieber (London, Ontario, 1 de marzo de 1994), más conocido como Justin Bieber, es un cantante canadiense de pop.De los creadores de vídeos de Disney ,los cantajuegos y los gran quiz de cantantes y actores y como no palabras desde el corazón, y nudos de corbata te llega esta aplicación sobre este guapo, y joven cantante conocido en el mundo entero Justin Bieber. Podrás compartir tus fotos por todas las redes sociales y por whatapp. Disfruta de estas fotografías en alta resolución. Todas las fotos las podrás poner de wallpaper, y copiarlas a la tarjeta de memoria SD. Tiene una extensa galería de fotos de Justin viber. Si te gusta la música y el pop de Justin Bieber, te enamorara esta aplicación. Esta aplicación incluyes las mejores fotos de Justin Bieber, pero no sus vídeos musicales de Justin Bieber.",
    "reviews": [
      {
        "documentVersion": "0.3.0",
        "timestampMsec": "1378043388647",
        "starRating": "5",
        "title": "Awesome...",
        "comment": "Thumbs up...",
        "commentId": "gp:AOqpTOGZpyUuX0lKHbH-q1hQdRvwmBCFmt0wZ1xchqAb3hWWXV7Du70nWysXz57Nc63ojAtkAC_krLJkEj4KYbQ",
        "author": "aayush kumar",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      },
      {
        "documentVersion": "0.3.0",
        "timestampMsec": "1377512597919",
        "starRating": "5",
        "title": "Lovely!!!",
        "comment": "This is the app for the best belieber that\\'s me",
        "commentId": "gp:AOqpTOHFuWT1JDXN-M8VeebeCyuGwn-lWRqk0b9Nc_N23lOeB6eSm6HC31y3ECZ61m6PkWye40ALqa-w2g3rz2Q",
        "author": "anu makadia",
        "authorURL": "http://lh4.googleusercontent.com/-Y3igTu64qSw/AAAAAAAAAAI/AAAAAAAAAHk/1LuwL4kmXoU/photo.jpg",
        "authorSecureURL": "https://lh4.googleusercontent.com/-Y3igTu64qSw/AAAAAAAAAAI/AAAAAAAAAHk/1LuwL4kmXoU/photo.jpg"
      },
      {
        "documentVersion": "0.2.0",
        "timestampMsec": "1376329230529",
        "starRating": "5",
        "title": "Justin bieber",
        "comment": "Well to be honest I love justin bieber and he is my idol. I think this app is amazing for beliebers like myself",
        "commentId": "gp:AOqpTOG2ZX_QQjAcAiTG0F3G74S7sDY7dJX2zRwO-n_5hQAs3tSGHqnMXy5fEjYAL_eWm8nkiqtPc8GX7Isl06I",
        "author": "Phoenix-jade McChrystal",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY",
        "authorSecureURL": "https://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.ACCESS_NETWORK_STATE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.READ_PHONE_STATE",
      "android.permission.ACCESS_FINE_LOCATION",
      "com.android.launcher.permission.INSTALL_SHORTCUT",
      "android.permission.WRITE_EXTERNAL_STORAGE",
      "android.permission.SET_WALLPAPER",
      "android.permission.ACCESS_WIFI_STATE",
      "android.permission.READ_EXTERNAL_STORAGE"
    ]
  }
}
