{
  "title": "Field Seymour Parkes LLP",
  "playStoreURL": "https://play.google.com/store/apps/details?id=field.seymour.parkes.solicitors",
  "category": "Business",
  "price": "Free",
  "datePublished": "June 20, 2013",
  "version": "1.0",
  "operatingSystems": "1.5 and up",
  "ratingsCount": "1",
  "rating": "5.0",
  "contentRating": "Low Maturity",
  "creator": "Paul Spence",
  "creatorURL": "https://play.google.com/store/apps/details?id=field.seymour.parkes.solicitors",
  "extendedInfo": {
    "installSize": "217k",
    "downloadsCount": "10+",
    "downloadsCountText": "10 - 50",
    "description": "A full-service legal practice offering a comprehensive range of corporate, property and private legal services to organisations and individuals. A list of our services can be seen below: Advertising and marketing Banking and finance Business start-ups Charities and not-for-profit Commercial and technology Corporate Corporate recovery and insolvency Debt recovery Dispute resolution and litigation Education Employment Intellectual property Notarial Partnerships and LLPs Pensions Regulatory law and licensing Sports Tax Divorce, family and civil partnerships Inheritance and trusts disputes Notarial Personal insolvency Powers of Attorney and Deputyship Probate applications and estate administration Wills, trusts and tax planning Commercial property Construction Farming and estates Property development and planning Property disputes  Residential leases Residential property Social housingThis application can also be used to provide you with a list of the contact details for our solicitors along with their latest articles. If you would like to visit Field Seymour Parkes then you can use the map provided to navigate yourself to our office.",
    "reviews": [
      {
        "timestampMsec": "1359535251824",
        "starRating": "5",
        "title": "Reading solicitors",
        "comment": "Reading solicitors, Field Seymour Parkes helped me with my legal requirements. I used this app to direct me from the Oracle car park nearby and I also found it useful reading up on the particular services that they offer.",
        "commentId": "lg:AOqpTOEpY3PQD58XK1ZGDsuwWFdqvJ96U23IzRVgcg4wuims2pdl5Ek1T-NdPsUchU0C9orCjWuiTV7eo8vd_g",
        "author": "A Google User",
        "authorURL": "http://lh5.ggpht.com/RREE0f2gSFRq9Yi_umALXt_ML6nJbTYJ6TEsCJg-75c1TUjH4nqP0KNfOsDqxaa_CqY"
      }
    ],
    "permissions": [
      "android.permission.INTERNET",
      "android.permission.CALL_PHONE",
      "android.permission.ACCESS_COARSE_LOCATION",
      "android.permission.ACCESS_FINE_LOCATION"
    ]
  }
}
